{"Which assembly of the Plymouth Savoy is the route end of the NorthSouth Transport Corridor?":["Which assembly of the Plymouth Savoy is the route end of the # ent ?\n","2 7 2 6 6 3 0 10 10 7 10 14 14 11 7 \n"],"Who is the producer of the song which is the previous work of He's a Liar ?":["Who is the producer of the song which is the previous work of # ent ?\n","2 0 4 2 4 7 5 9 7 12 12 9 12 15 13 2 \n"],"Which publisher of Stone Canoe is also the university for which Michael Powell plays for ?":["Which publisher of # ent is also the university for which Michael Powell plays for ?\n","2 6 2 5 3 0 6 9 6 15 10 13 14 9 14 6 \n"],"Which television shows have been produced by Erik Bork?":["Which television shows have been produced by # ent ?\n","3 3 6 6 6 0 6 9 7 6 \n"],"How many books are there whose author's tomb is in Madrid?":["How many books are there whose author 's tomb is in # ent ?\n","2 3 4 0 4 7 9 7 10 4 10 13 11 10 \n"],"To how many different species does the members of the Animal Kingdom belong?":["To how many different species does the members of the # ent Kingdom belong ?\n","14 3 5 5 6 14 8 14 8 13 12 13 9 0 14 \n"],"What water bodies are nearest to Helsinki city?":["What water bodies are nearest to # ent city ?\n","3 3 4 0 4 5 9 9 6 4 \n"],"What is the prize awarded to Bruce Beutler ?":["What is the prize awarded to # ent ?\n","2 0 4 2 4 5 8 6 5 \n"],"Where did Marvo originate?":["Where did # ent originate ?\n","5 5 4 5 0 5 \n"],"What sport played in Polytechnic uni of San Juan has also made advocate nasiruddin famous?":["What sport played in Polytechnic uni of San Juan has also made # ent famous ?\n","2 12 2 3 6 4 6 9 7 12 12 0 14 15 12 12 \n"],"How many groups speak the English Language?":["How many groups speak the # ent ?\n","2 3 4 0 7 7 4 4 \n"],"Which source of river Raa is the sovereign state of Adriatic sea ?":["Which source of river Raa is the sovereign state of # ent ?\n","2 6 2 3 6 0 9 9 6 9 12 10 6 \n"],"Which current players once played for Toronto argonauts?":["Which current players once played for # ent ?\n","3 3 5 5 0 5 8 6 5 \n"],"Give me a count of movies distributed by Warner Bros?":["Give me a count of movies distributed by # ent ?\n","0 1 4 1 4 5 6 7 10 8 1 \n"],"To which senator did military unit VMF-155 belong?":["To which senator did military unit # ent belong ?\n","4 1 4 0 6 8 8 9 4 9 \n"],"What are the movies whose music is composed by Vangelis?":["What are the movies whose music is composed by # ent ?\n","2 0 4 2 6 8 8 4 8 11 9 2 \n"],"In which areas can I find wine made of Vitis vinifera grapes?":["In which areas can I find wine made of # ent grapes ?\n","6 1 1 6 6 0 6 7 8 12 12 9 6 \n"],"Which expertise of the Menetries's warbler is the  nationality of the Jeyhun Abiyev ?":["Which expertise of the Menetries 's warbler is the nationality of the # ent ?\n","2 8 2 5 7 5 3 0 10 8 10 14 14 11 8 \n"],"Who is the publisher of The Rolling Stone Album Guide ?":["Who is the publisher of # ent ?\n","2 0 4 2 4 7 5 2 \n"],"Name the first driver of 1999 San Marino Grand Prix ?":["Name the first driver of # ent ?\n","0 4 4 1 4 7 5 1 \n"],"What is the scientist whose doctoral students are Erich Bagge and erban ieica?":["What is the scientist whose doctoral students are # ent and erban ieica ?\n","2 0 4 2 7 7 8 4 10 13 10 10 8 2 \n"],"Is Greg Weeks the band member of Beyond the Sixth Seal?":["# ent the band member of # ent ?\n","2 0 5 5 2 5 8 6 2 \n"],"Ryan Seacrest has been the presenter of how many things?":["# ent has been the presenter of how many things ?\n","2 4 4 0 6 4 6 9 10 7 4 \n"],"Count the tenants of the stadiums designed by Populous?":["Count the tenants of the stadiums designed by Populous ?\n","0 3 1 3 6 4 6 7 8 1 \n"],"Who all have been judges on CTV Network's shows?":["Who all have been judges on CTV Network 's shows ?\n","4 1 4 0 4 5 8 10 8 6 4 \n"],"How many have former teams as Indianapolis Colts and Carolina Panthers?":["How many have former teams as Indianapolis Colts and # ent ?\n","2 3 0 5 3 5 8 6 8 11 8 3 \n"],"Colin Powell was the commander of which military conflict ?":["# ent was the commander of which military conflict ?\n","2 3 0 5 3 9 6 9 5 3 \n"],"Is Bluebird the grandsire of Miss Potential?":["# ent the grandsire of # ent ?\n","2 0 4 2 4 7 5 2 \n"],"Count  the journals in the field of Philosophy.":["Count the journals in the field of # ent .\n","0 3 1 3 6 4 6 9 7 1 \n"],"How many major shrine are there, of the saints whose beatified by Pope Pius XI ?":["How many major shrine are there , of the saints whose beatified by # ent ?\n","2 4 4 5 0 5 5 5 10 8 12 10 12 15 13 5 \n"],"What is the academic discipline of Journal of Cerebral Blood Flow & Metabolism ?":["What is the academic discipline of # ent ?\n","2 0 5 5 2 5 8 6 2 \n"],"Give me an estimate number of races where horses grandsired by the Wild Risk have raced in?":["Give me an estimate number of races where horses grandsired by the # ent have raced in ?\n","0 1 5 5 1 5 6 16 16 9 10 14 14 11 16 7 16 1 \n"],"What are the common sports played by jamiatu Muslim mindanao and Polytechnic University of Philippines Taguig ?":["What are the common sports played by jamiatu Muslim mindanao and Polytechnic University of Philippines Taguig ?\n","2 0 5 5 2 5 6 10 10 7 10 13 16 13 14 10 2 \n"],"Count the different origins of members of the Vitis Vinifera species.":["Count the different origins of members of the # ent species .\n","0 4 4 1 4 5 6 11 10 11 7 1 \n"],"Where was David Scherman trained ?":["Where # ent trained ?\n","4 3 4 0 4 \n"],"In which series has Sean Young portrayed someone?":["In which series # ent portrayed someone ?\n","6 3 1 5 6 0 6 6 \n"],"Who is the president when Loretta Ucelli used to work for Democratic party?":["Who is the president when # ent used to work for Democratic party ?\n","2 0 4 2 8 7 8 2 10 8 10 13 11 2 \n"],"What city is it where Wayne Allard governs and Juli Ashton was born?":["What city is it where Wayne Allard governs and # ent was born ?\n","2 3 0 3 8 7 8 3 8 11 13 13 8 13 \n"],"Which prime ministers were served by the governor who appointed Murray Gleeson?":["Which prime ministers were served by the governor who appointed # ent ?\n","3 3 5 5 0 5 8 6 10 8 12 10 5 \n"],"Name the fictional character painted by Josh Friedman and portrayed in Terminator Genisys ?":["Name the fictional character painted by Josh Friedman and portrayed in # ent ?\n","0 4 4 1 4 5 8 6 1 1 10 13 11 1 \n"],"Which veterans served at CBS?":["Which veterans served at # ent ?\n","2 3 0 3 6 4 3 \n"],"In which mountain Inyo National Forest and California are located?":["In which mountain # ent and California are located ?\n","9 5 5 5 9 5 5 9 0 9 \n"],"For how many different teams have the players debuted in Houston Astros played?":["For how many different teams have the players debuted in # ent played ?\n","0 3 5 5 6 1 8 9 6 9 12 10 12 6 \n"],"How many different things are used as ingredients in Sweden?":["How many different things are used as ingredients in # ent ?\n","2 4 4 6 6 0 6 7 8 11 9 6 \n"],"Count the total number of bacterias whose division is Firmicutes and domain is Bacteria?":["Count the total number of bacterias whose division # ent and domain is Bacteria ?\n","13 4 4 1 4 5 8 10 10 13 10 10 0 13 13 \n"],"What are some other great things by the person who produced Queer as Folk?":["What are some other great things by the person who produced Queer as Folk ?\n","2 0 6 6 6 2 6 9 7 11 9 11 11 13 2 \n"],"Count the number of books whose author's were born in Alcal de Henares ?":["Count the number of books whose author 's were born in # ent ?\n","0 3 1 3 4 7 10 7 10 3 10 13 11 1 \n"],"What is the debut team of the football player whose college is UCLA Bruins football?":["What is the debut team of the football player whose college # ent ?\n","2 0 5 5 2 5 9 9 6 11 13 13 0 13 \n"],"In which racing championships did Bobby Beasley and Martin Molony participate?":["In which racing championships did Bobby Beasley and # ent participate ?\n","11 1 11 3 3 7 3 7 10 7 0 11 \n"],"What is the origin of the grape whose wine region is the Troodos Mountains ?":["What is the origin of the grape whose wine region is the # ent ?\n","2 0 4 2 4 7 5 10 10 11 7 14 14 11 2 \n"],"Whose families are Buccinoidea and Buccinidae?":["Whose families are Buccinoidea and # ent ?\n","2 3 0 3 4 7 4 3 \n"],"Name the artist of Brad Paisley discography ?":["Name the artist of # ent ?\n","0 3 1 3 6 4 1 \n"],"What are some employees of Uni of California, santa cruz?":["What are some employees of Uni of California , santa cruz ?\n","2 0 4 2 4 5 6 7 6 11 6 2 \n"],"Which famous writer was married to Jill Krementz and had a son named Edith Vonnegut ?":["Which famous writer was married to Jill Krementz and had a son named # ent ?\n","3 3 4 0 4 5 8 6 4 4 12 10 12 15 13 10 \n"],"who all play for of the american football players at  Quarterback position?":["who all play for of the american football players at # ent position ?\n","3 3 0 3 4 9 9 9 5 3 13 13 10 3 \n"],"Count the cities whihch are on the same sea as that of Miami ?":["Count the cities whihch are on the same sea as that of # ent ?\n","5 3 1 1 0 5 9 9 6 9 10 11 14 12 5 \n"],"What team is famous for Robert Nederlander and also the debuting team of Gary Sanchez?":["What team is famous for # ent and also the debuting team of Gary Sanchez ?\n","2 3 0 3 3 7 5 7 12 12 12 7 12 15 13 3 \n"],"Through how many cities does the river flowing into Arkansas go?":["Through how many cities does the river flowing into # ent go ?\n","12 3 4 8 8 7 8 1 8 11 9 0 12 \n"],"How many things are manufactured by the company whose subsidiary is Sony Corporation shareholders and subsidiaries?":["How many things are manufactured by the company whose subsidiary # ent ?\n","2 3 5 5 0 5 8 6 10 12 12 8 5 \n"],"What is the total number of office holders who preceded the people working under president bill clinton?":["What is the total number of office holders who preceded the people working under president # ent ?\n","2 0 5 5 2 5 8 6 10 8 12 10 12 13 17 17 14 2 \n"],"In which companies boards do the writers of Wikitionary belong?":["In which companies boards do the writers of # ent belong ?\n","5 1 4 5 0 7 11 7 10 8 5 11 \n"],"What are the binomial authority of Menetries's warbler?":["What are the binomial authority of # ent ?\n","2 0 5 5 2 5 8 6 2 \n"],"Which state does Jerome B. Chaffee belong ?":["Which state # ent belong ?\n","4 4 4 5 0 5 \n"],"In which of the parties that have governed over Rishikesh, does Govinda belong too?":["In which of the parties that have governed over Rishikesh , does Govinda belong too ?\n","14 1 2 5 3 8 8 5 8 9 14 14 14 0 14 14 \n"],"What is the appliance which uses the central processing unit manufactured by Marvell Technology Group?":["What is the appliance which uses the central processing unit manufactured by # ent ?\n","2 0 4 2 6 4 10 10 10 6 10 11 14 12 2 \n"],"Give me all magazines whose founder died in Berkeley, California?":["Give me all magazines whose founder died in # ent ?\n","0 1 4 1 6 7 4 7 10 8 1 \n"],"Which technological products were manufactured by Foxconn?":["Which technological products were manufactured by # ent ?\n","3 3 5 5 0 5 8 6 5 \n"],"Count the number of region of AN\/FSQ-7 Combat Direction Central?":["Count the number of region of # ent ?\n","0 3 1 3 4 5 8 6 1 \n"],"Was John Muir the first one to ascend one of the peaks in the cathedral peak?":["# ent the first one to ascend one of the peaks in the cathedral peak ?\n","2 0 5 5 2 7 5 7 8 11 9 11 15 15 12 2 \n"],"What is the sovereign state of the Dafydd Benfras where Jasmine Lowson is also citizen of ?":["What is the sovereign state of the Dafydd Benfras where # ent is also citizen of ?\n","2 0 5 5 2 5 9 9 6 13 12 13 2 13 13 15 13 \n"],"List the software developed by Shawn Fanning ?":["List the software developed by # ent ?\n","0 3 1 3 4 7 5 1 \n"],"Who was the voice actor of allen walker also gave voice to kimihiro watanuki?":["Who was the voice actor of allen walker also gave voice to # ent ?\n","2 10 5 5 2 5 8 6 10 0 10 10 14 12 10 \n"],"What are the reason served by Toll Global Express which is also the country of LPGA ?":["What are the reason served by Toll Global Express which is also the country of # ent ?\n","2 0 4 2 4 5 9 9 6 11 9 11 14 11 14 17 15 2 \n"],"List the territory of Tonkin Campaign ?":["List the territory of # ent ?\n","0 3 1 3 6 4 1 \n"],"For which teams did Ryan Powell play for?":["For which teams did Ryan Powell play for ?\n","4 1 4 7 6 7 0 7 7 \n"],"Name the club of Julie Hastings ?":["Name the club of # ent ?\n","0 3 1 3 6 4 1 \n"],"From where does the river Upper Neretva start flowing?":["From where does the river # ent start flowing ?\n","8 1 8 5 7 7 8 0 8 8 \n"],"Was Morrissey a member of the Smiths?":["# ent a member of # ent ?\n","2 0 4 2 4 7 5 2 \n"],"For how many PMs did the politician work, whose successor was Kingsley Wood?":["For how many PMs did the politician work , whose successor # ent ?\n","0 3 4 5 1 8 8 5 8 11 13 13 8 13 \n"],"list some companies founded by Jim Harris.":["list some companies founded by Jim Harris .\n","0 3 1 3 4 7 5 1 \n"],"Give me the total number of employer of the engineers whose one of the employer is McDonnell Aircraft ?":["Give me the total number of employer of the engineers whose one of the employer # ent ?\n","0 1 5 5 1 5 6 7 10 8 12 17 12 15 13 17 10 1 \n"],"How many record labels publish works of Jazz fusion?":["How many record labels publish works of # ent ?\n","2 4 4 5 0 5 6 9 7 5 \n"],"In which states does the river flow whose left tributary is Toms Creek?":["In which states does the river flow whose left tributary is Toms Creek ?\n","4 1 4 7 6 7 0 9 11 9 7 13 11 7 \n"],"List all the awards won by the artist who has won SIGGRAPH ?":["List all the awards won by the artist who has won # ent ?\n","5 4 4 5 0 5 8 6 11 11 8 13 11 5 \n"],"Where did the war take place where one of the commander was Zuo Zongtang?":["Where did the war take place where one of the commander # ent ?\n","5 5 4 5 0 5 5 7 8 11 13 13 9 8 \n"],"What novels are belong to the genre of Utopian and dystopian fiction?":["What novels are belong to the genre of # ent ?\n","2 4 4 0 4 7 5 7 10 8 4 \n"],"What are the movies written by Nick Castle?":["What are the movies written by # ent ?\n","2 0 4 2 4 5 8 6 2 \n"],"Is Egyptian Arabic belong to the Central Semitic Languages family?":["# ent belong to the Central Semi # ent\n","2 3 0 3 9 8 8 9 4 \n"],"List the mammals whose taxonomy is Diprotodontia and phylum is Chordate?":["List the mammals whose taxonomy is Diprotodontia and phylum # ent ?\n","0 3 1 5 6 3 6 7 11 11 7 1 \n"],"What made jo garcia and merritt cabal both famous?":["What made jo garcia and # ent both famous ?\n","2 0 4 2 4 7 4 9 2 2 \n"],"Who won the silver medal when the bronze was won by Yang Yilin?":["Who won the silver medal when the bronze was won by # ent ?\n","2 0 5 5 2 10 8 10 10 2 10 13 11 10 \n"],"What is the origin of Xynisteri?":["What is the origin of # ent ?\n","2 0 4 2 4 7 5 2 \n"],"How many important works have been done by Russel Davies?":["How many important works have been done by Russel Davies ?\n","2 4 4 7 7 7 0 7 10 8 7 \n"],"Is Andrew Lincoln the narrator of Million Dollar Traders?":["# ent the narrator of # ent ?\n","2 0 4 2 4 7 5 2 \n"],"Who is the owner of Saumarez ?":["Who is the owner of Saumarez ?\n","2 0 4 2 4 5 2 \n"],"Who is the fictional character whose relative is Vestigial Peter?":["Who is the fictional character whose relative # ent ?\n","2 0 5 5 2 9 9 9 2 9 \n"],"Name the alma mater of Ernest de Saisset ?":["Name the alma mater of # ent ?\n","0 4 4 1 4 7 5 1 \n"],"Where was Live in Detroit, MI recorded ?":["Where # ent recorded ?\n","4 3 4 0 4 \n"],"Name all the bands which have members of QDT in them.":["Name all the bands which have members of # ent in them .\n","0 4 4 1 6 4 6 7 10 8 6 11 1 \n"],"Which successor of Philippine Ports Authority is the state of origin of Ruben J. Villote ?":["Which successor of Philippine Ports Authority is the state of origin of # ent ?\n","2 7 2 6 6 3 0 9 7 9 10 11 14 12 7 \n"],"What awards have been won by the executive producer of Timmy Time ?":["What awards have been won by the executive producer of # ent ?\n","2 5 5 5 0 5 9 9 6 9 12 10 5 \n"],"Name the municipality of Roberto Clemente Bridge ?":["Name the municipality of # ent ?\n","0 3 1 3 6 4 1 \n"],"List all the notable works of  Russell T Davies?":["List all the notable works of # ent ?\n","0 5 5 5 1 5 8 6 1 \n"],"What is the launch site of Aquarius (rocket) ?":["What is the launch site of # ent ?\n","2 0 5 5 2 5 8 6 2 \n"],"What are the players whose former teams are Carolina Panthers and Indianapolis Colts?":["What are the players whose former teams are Carolina Panthers and # ent ?\n","2 0 4 2 7 7 8 4 10 8 10 13 10 2 \n"],"Count the  total number of mammals whose phylum is Chordate and order (taxonomy) is Diprotodontia?":["Count the total number of mammals whose phylum is Chordate and order ( taxonomy ) # ent ?\n","0 4 4 1 4 5 8 9 6 9 10 10 14 9 14 17 0 17 \n"],"Who is the music composer of Kenny Dies ?":["Who is the music composer of # ent ?\n","2 0 5 5 2 5 8 6 2 \n"],"Is the Hyundai Lavita assembled in Kulim?":["Is the # ent assembled in Kulim ? # ent\n","0 4 4 1 4 5 6 1 10 0 \n"],"What is the programme format of WWTR ?":["What is the programme format of # ent ?\n","2 0 5 5 2 5 8 6 2 \n"],"Is Essex the Ceremonial County of West Tilbury?":["# ent the Ceremonial County of # ent ?\n","2 0 5 5 2 5 8 6 2 \n"],"What is the total number of participant in conflict of SFOR?":["What is the total number of participant in conflict of # ent ?\n","2 0 5 5 2 5 6 5 8 9 12 10 2 \n"],"What is the university to which Erica Frank went, and where Ivan Toplak was a club manager?":["What is the university to which Erica Frank went , and where # ent was a club manager ?\n","2 0 4 2 9 5 8 9 4 9 9 15 14 15 9 18 18 15 15 \n"],"Who is the performer of the album whose subsequent work is Willie Nelson and Family ?":["Who is the performer of the album whose subsequent work # ent ?\n","2 0 4 2 4 7 5 10 10 12 12 4 2 \n"],"Which awards have been given to scientists that graduated from NKU athens?":["Which awards have been given to scientists that graduated from NKU athens ?\n","2 5 5 5 0 5 6 9 7 9 12 10 5 \n"],"Ricky Gervais is the executive producer of the series having how many fictional characters?":["# ent is the executive producer of the series having how many fictional characters ?\n","2 3 0 6 6 3 6 9 7 6 12 14 14 10 3 \n"],"Is north caucasian emirate have an islamic government?":["# ent have an islamic government ? # ent\n","2 3 0 6 6 3 3 9 0 \n"],"Raymond Johansen is the mayor of what city?":["# ent is the mayor of what city ?\n","2 3 0 5 3 5 8 6 3 \n"],"Which currency can I use both in Kerguelen islands and French southern and antarctic lands?":["Which currency can I use both in Kerguelen islands and # ent ?\n","2 5 5 5 0 7 5 9 7 9 12 9 5 \n"],"Which researchers received fellowship from Royal Society?":["Which researchers received fellowship from # ent ?\n","3 3 0 3 3 7 5 3 \n"],"Which president of United States had vice president as John Adams?":["Which president of United States had vice president # ent ?\n","2 6 2 5 3 0 8 6 10 8 6 \n"],"Is Henry Knox a commander of Continental Artillery Regiment?":["# ent a commander of # ent ?\n","2 0 4 2 4 7 5 2 \n"],"What is the commander of Battle of Brownstown ?":["What is the commander of # ent ?\n","2 0 4 2 4 7 5 2 \n"],"Is Baker's Dozen Donuts in the coffee industry?":["# ent in the coffee industry ? # ent\n","2 0 2 6 6 3 2 9 0 \n"],"What company is the one which wrote the google web toolkit and PlayN?":["What company is the one which wrote the google web toolkit and # ent ?\n","2 3 0 5 3 7 5 11 10 11 7 11 14 11 3 \n"],"How many different songwriters have had their songs recorded in London?":["How many different songwriters have had their songs recorded in # ent ?\n","2 4 4 6 6 0 8 9 6 9 12 10 6 \n"],"Which are the  automobile platform whose one of the automobile platform is Dodge ?":["Which are the automobile platform whose one of the automobile platform # ent ?\n","2 0 5 5 2 7 14 7 11 11 13 13 8 5 \n"],"Relatives of Moses used to follow which religions?":["Relatives of # ent used to follow which religions ?\n","5 1 4 2 0 7 5 9 7 5 \n"],"Is Nikolai Morozov the former coach of Stanislav Morozov?":["Is Nikolai Morozov the former coach of # ent ?\n","0 3 1 6 6 3 6 9 7 1 \n"],"What is the name of the homeground of football team Panionios G.S.S.?":["What is the name of the homeground of football team Panionios G.S.S. ?\n","2 0 4 2 4 7 5 7 10 12 12 8 2 \n"],"Name the common associate band of Blayse and Teddy Riley ?":["Name the common associate band of Blayse and # ent ?\n","0 5 5 5 1 5 6 7 10 7 1 \n"],"What did Steven T Mason's father die from?":["What did # ent 's father die from ?\n","2 7 4 6 4 7 0 7 7 \n"],"Whose military units are VMF-218 and VMF-155?":["Whose military units are VMF-218 and # ent ?\n","3 3 4 0 4 5 8 5 4 \n"],"What is the district of Methodist Central Hall Westminster ?":["What is the district of # ent ?\n","2 0 4 2 4 7 5 2 \n"],"Who develops the computation platform of Microsoft Expression Encoder ?":["Who develops the computation platform of # ent ?\n","2 0 5 5 2 5 8 6 2 \n"],"What is the official language of Ladonia, which is the target area of Probus Journal?":["What is the official language of Ladonia , which is the target area of # ent ?\n","2 0 5 5 2 5 6 5 10 5 13 13 10 13 16 14 2 \n"],"List the movies whose cast member were born in Scotland.":["List the movies whose cast member were born in # ent .\n","0 3 1 6 6 8 8 3 8 11 9 1 \n"],"What are the television shows whose company is owned by Viacom?":["What are the television shows whose company is owned by Viacom ?\n","2 5 4 5 0 7 9 9 5 9 10 5 \n"],"How many people used to play in the youthclub of FC Barcelona?":["How many people used to play in the youthclub of # ent ?\n","2 3 4 0 6 4 6 9 7 9 12 10 4 \n"],"what kind of things play on WBIG FM?":["what kind of things play on # ent ?\n","2 5 2 3 0 5 8 6 5 \n"],"What is the citizenship of Saima Chowdhury?":["What is the citizenship of # ent ?\n","2 0 4 2 4 7 5 2 \n"],"How many people have fought wars where Arthur St. Clair was a commander?":["How many people have fought wars where # ent was a commander ?\n","2 3 5 5 0 5 10 9 10 6 12 10 5 \n"],"Through which states do the rivers flow which join in the republican river from the left?":["Through which states do the rivers flow which join in the # ent from the left ?\n","4 1 4 0 6 7 4 9 7 9 13 13 10 9 16 14 4 \n"],"Give me the home town of all musical artists who uses Guitar as instrument ?":["Give me the home town of all musical artists who # ent as instrument ?\n","0 1 5 5 1 5 9 9 6 12 12 5 12 13 1 \n"],"List all binomial authority of the insects whose one of the  binomial authority is douard Mntries?":["List all binomial authority of the insects whose one of the binomial authority # ent ?\n","0 4 4 1 4 7 5 9 1 9 13 13 10 15 13 9 \n"],"What is the military unit whose command structures are United States Department of the Navy and United States Department of Defense?":["What is the military unit whose command structures are United States Department of the Navy and # ent ?\n","2 0 5 5 2 8 8 9 5 11 12 9 12 15 13 12 18 12 2 \n"],"How many universities are there whose country's capital is Oslo?":["How many universities are there whose country 's capital # ent ?\n","2 3 4 0 4 7 11 7 11 11 4 4 \n"],"Which executive producer of the ultimate merger is also an important person at Trump Productions?":["Which executive producer of the ultimate merger is also an important person at # ent ?\n","3 3 8 3 7 7 4 0 8 12 12 8 12 15 13 8 \n"],"Is Brazilian jiu-jitsu the trainer of Nick Diaz?":["# ent the trainer of # ent ?\n","2 0 4 2 4 7 5 2 \n"],"Who is the owner of  Latvian Wikipedia and Wiktionary ?":["Who is the owner of # ent and Wiktionary ?\n","2 0 4 2 4 7 5 7 7 2 \n"],"Name the common university of the Cardinal and Jim Wylie?":["Name the common university of the Cardinal and Jim Wylie ?\n","0 4 4 1 4 7 5 7 10 7 1 \n"],"What is the automobile platform of Chiva bus ?":["What is the automobile platform of # ent ?\n","2 0 5 5 2 5 8 6 2 \n"],"Who are the animator of The Skeleton Dance?":["Who are the animator of # ent ?\n","2 0 4 2 4 7 5 2 \n"],"Which ceremonial County of the East Tilbury is also the local authority of the Trinity School, Brentwood?":["Which ceremonial County of the East Tilbury is also the local authority of the # ent ?\n","3 3 8 3 7 7 4 0 8 12 12 8 12 16 16 13 8 \n"],"What system is both a platform where Nord runs and also distributed The beauty inside?":["What system is both a platform where Nord runs and also distributed # ent ?\n","2 3 0 3 6 3 12 9 6 9 12 9 14 12 3 \n"],"Whose creators are Jerry Seinfeld and Larry David?":["Whose creators are Jerry Seinfeld and # ent ?\n","2 3 0 5 3 5 8 5 3 \n"],"Name the parent company of  Ford Air Transport Service ?":["Name the parent company of # ent ?\n","0 4 4 1 4 7 5 1 \n"],"Who  has these major shrines  : Emmitsburg, Maryland and Shrine of St. Elizabeth Ann Bayley Seton?":["Who has these major shrines : Emmitsburg , Maryland and # ent ?\n","2 0 5 5 2 5 5 7 7 9 12 9 2 \n"],"Which region of Bannock is the origin od Spaghetti squash ?":["Which region of Bannock is the origin od # ent ?\n","2 5 2 3 0 7 10 10 10 5 10 \n"],"Count everyone who lives in a place where Indian English is an official language ?":["Count everyone who lives in a place where # ent is an official language ?\n","0 1 4 2 4 7 5 11 10 11 7 14 14 11 1 \n"],"How many religions are practiced by diplomats?":["How many religions are practiced by # ent ?\n","2 3 5 5 0 5 8 6 5 \n"],"Which sport at Polytechnic University of the Philippines Taguig is the field of Jon speelman ?":["Which sport at # ent is the field of Jon speelman ?\n","2 6 2 5 3 0 8 6 8 11 9 6 \n"],"Count the number of things people who know linguistics are known for ?":["Count the number of things people who know # ent are known for ?\n","12 3 1 3 4 3 8 6 10 8 12 0 12 12 \n"],"How many religions are followed by organizations which are internationally known as the muslim brotherhood?":["How many religions are followed by organizations which are internationally known as the # ent ?\n","2 3 5 5 0 5 6 11 11 11 7 11 15 15 12 5 \n"],"What are some people born in NY known for?":["What are some people born in NY known for ?\n","2 0 4 2 4 5 6 4 8 2 \n"],"What is the river whose source is Cowombat  Flat and has it's mouth located in Murray Mouth?":["What is the river whose source # ent and has it 's mouth located in Murray Mouth ?\n","2 0 4 2 6 8 8 4 2 2 12 10 12 13 14 17 15 2 \n"],"What is the government type of Ancient Rome ?":["What is the government type of # ent ?\n","2 0 5 5 2 5 8 6 2 \n"],"What is the television show whose channel's parent organisation is Fox Sports?":["What is the television show whose channel 's parent organisation is Fox Sports ?\n","2 11 5 5 2 7 10 7 10 11 0 13 11 11 \n"],"What is the home ground of the clubs managed by Ciao Zanardi?":["What is the home ground of the clubs managed by # ent ?\n","2 0 5 5 2 5 8 6 8 9 12 10 2 \n"],"What is the country with native language as Languages of Ethiopia?":["What is the country with native language # ent ?\n","2 0 4 2 4 7 9 9 5 2 \n"],"List the people with Scientology as their religious belief?":["List the people with # ent as their religious belief ?\n","0 3 1 1 6 4 1 10 10 7 1 \n"],"How many TV shows' networks are headquarterd in NY?":["How many TV shows ' networks are headquarterd in NY ?\n","2 4 4 6 4 7 0 7 8 9 7 \n"],"List the  outflow of Lake Uniamsi?":["List the outflow of # ent ?\n","0 3 1 3 6 4 1 \n"],"Name the incumbent of Linda Jenness ?":["Name the incumbent of # ent ?\n","0 3 1 3 6 4 1 \n"],"Tirana is the largest city of which country?":["# ent is the largest city of which country ?\n","2 3 0 6 6 3 6 9 7 3 \n"],"What is the launch site of the Juno I which was also the ground of 2016 Fort Lauderdale Strikers season ?":["What is the launch site of the # ent which was also the ground of 2016 Fort Lauderdale Strikers season ?\n","2 0 5 5 2 5 9 9 6 11 9 11 14 11 14 20 18 19 20 15 2 \n"],"Which common prime minister did Graham Richardson and Bon McMullan serve ?":["Which common prime minister did # ent and Bon McMullan serve ?\n","4 4 4 5 0 7 10 7 10 11 5 11 \n"],"How many things are produced by companies located in Tehran?":["How many things are produced by companies located in # ent ?\n","2 3 5 5 0 5 6 7 8 11 9 5 \n"],"Which party won both the general electoin and the andhra pradesh election in 2004?":["Which party won both the general electoin and the andhra pradesh election in 2004 ?\n","2 3 0 7 7 7 3 7 12 11 12 7 3 13 3 \n"],"Give me someone on the board of trinity house?":["Give me someone on the board of # ent ?\n","0 1 1 3 6 4 6 9 7 1 \n"],"Whose leaders are Willem-Alexander and Fredis Refunjol?":["Whose leaders are Willem - Alexander and # ent ?\n","2 3 0 6 6 3 6 9 6 3 \n"],"What ethinicity of Linda Hogan is also the state of origin of Holmes Colbert ?":["What ethinicity of Linda Hogan is also the state of origin of # ent ?\n","2 6 2 5 3 0 6 9 6 9 10 9 14 12 6 \n"],"How many cities are close to Lake Victoria?":["How many cities are close to # ent ?\n","2 3 4 0 4 5 8 6 4 \n"],"What is the baseball team whose club manager's debut team is Houston Astros?":["What is the baseball team whose club manager 's debut team # ent ?\n","2 0 5 5 2 8 8 13 8 11 13 13 2 2 \n"],"Who was member of boards at Royal Society and Trinity House?":["Who was member of boards at Royal Society and # ent ?\n","2 0 2 3 4 2 8 6 8 11 8 2 \n"],"In how many different places have people beatified by Pope Pius X died?":["In how many different places have people beatified by # ent died ?\n","6 3 5 5 6 0 12 7 8 11 9 6 12 \n"],"What faiths are followed by the relatives of Meadow Soprano?":["What faiths are followed by the relatives of # ent ?\n","2 4 4 0 4 7 5 7 10 8 4 \n"],"who was the president under whom winston bryant served as a lieutenant?":["who was the president under whom # ent served as a lieutenant ?\n","2 0 4 2 9 5 8 9 4 9 12 10 2 \n"],"Which teams have used the stadium whose architect was Populous ?":["Which teams have used the stadium whose architect was Populous ?\n","2 4 4 0 6 4 8 9 6 9 4 \n"],"Name the route end of the North-South Transport Corridor and Mumbai Vadodara Expressway?":["Name the route end of the North - South Transport Corridor and # ent ?\n","0 4 4 1 4 11 9 9 10 11 5 11 14 11 1 \n"],"What is the total number of software whose programming language is C++ and operating system is Microsoft Windows?":["What is the total number of software whose programming language is C++ and operating system # ent ?\n","2 0 5 5 2 5 6 10 10 11 7 15 12 12 17 17 11 2 \n"],"Name the city of Phil-Ellena ?":["Name the city of # ent ?\n","0 3 1 3 6 4 1 \n"],"GetTV is owned by which organisation?":["# ent is owned by which organisation ?\n","2 4 4 0 4 7 5 4 \n"],"Whos a famous relative of anne spielberg?":["Who s a famous relative of # ent ?\n","2 0 5 5 2 5 8 6 2 \n"],"To which city does Northeast Library belong?":["To which city # ent belong ?\n","6 3 5 5 6 0 6 \n"],"What is the life stance of the ethnic groups related to Micronesia ?":["What is the life stance of the ethnic groups related to # ent ?\n","2 0 5 5 2 5 9 9 6 9 10 13 11 2 \n"],"Name the river whose mouth mountain is Southend-on-Sea and mouth place is Essex?":["Name the river whose mouth mountain # ent and mouth place is Essex ?\n","0 3 1 5 12 8 8 11 8 8 5 3 12 1 \n"],"What genre's softwares are released with a GNU GPL license?":["What genre 's softwares are released with a GNU GPL license ?\n","2 4 2 6 6 0 6 11 10 11 7 6 \n"],"Is Christchurch the largest city of South Island?":["# ent the largest city of # ent ?\n","2 0 5 5 2 5 8 6 2 \n"],"Who is the leader of Allgemeine SS ?":["Who is the leader of # ent ?\n","2 0 4 2 4 7 5 2 \n"],"Giorgos Kaminis is the mayor of what?":["# ent is the mayor of what ?\n","2 3 0 5 3 5 6 3 \n"],"Give me the count of all the names of characters created by Frank Miller":["Give me the count of all the names of characters created by Frank Miller\n","0 1 4 1 4 8 8 5 8 9 10 11 14 12 \n"],"Which fictional character portrayed in Terminator 2: Judgment Day is painted by Josh Friedman?":["Which fictional character portrayed in # ent is painted by Josh Friedman ?\n","3 3 9 3 4 7 5 9 0 9 12 10 9 \n"],"Which are the predecessor of Chevrolet Caprice?":["Which are the predecessor of # ent ?\n","2 0 4 2 4 7 5 2 \n"],"Is Anne Hidalgo the mayor of Paris?":["# ent the mayor of # ent ?\n","2 0 4 2 4 7 5 2 \n"],"What currencies have been prevalent in the country whose national anthem is La Marseillaise?":["What currencies have been prevalent in the country whose national anthem # ent ?\n","2 4 4 0 4 4 8 6 11 11 13 13 4 4 \n"],"Is Latin the official language of Sovereign Military Order of Malta?":["# ent the official language of # ent ?\n","2 0 5 5 2 5 8 6 2 \n"],"Name the institute of Alton Ochsner ?":["Name the institute of # ent ?\n","0 3 1 3 6 4 1 \n"],"What movies have been written by authors of Monty Python ?":["What movies have been written by authors of # ent ?\n","2 5 5 5 0 5 6 7 10 8 5 \n"],"Where do current famous NatGeo photographers live?":["Where do current famous NatGeo photographers live ?\n","7 7 6 6 6 7 0 7 \n"],"Name the resting place of Fazlur Rahman Khan ?":["Name the resting place of # ent ?\n","0 4 4 1 4 7 5 1 \n"],"Who is  venerated in  Judaism and Islam?":["Who is venerated in Judaism and # ent ?\n","3 3 0 3 4 5 8 5 3 \n"],"How many movies did Stanley Kubrick direct?":["How many movies did # ent direct ?\n","2 3 4 0 6 7 4 4 \n"],"How many races have the horses bred by Jacques Van't Hart participated in?":["How many races have the horses bred by # ent participated in ?\n","2 3 4 0 6 11 6 7 10 8 4 11 4 \n"],"What is the region of Tom Perriello ?":["What is the region of # ent ?\n","2 0 4 2 4 7 5 2 \n"],"In which part of the world can i find Xynisteri and Mavro?":["In which part of the world can i find # ent and Mavro ?\n","9 3 1 3 6 4 9 9 0 11 9 11 11 11 \n"],"which awards have been given to people who fought in the Battle of France?":["which awards have been given to people who fought in the # ent ?\n","5 5 5 5 0 5 6 9 7 9 13 13 10 5 \n"],"List the total number of board members who share board with Creative commons ?":["List the total number of board members who share board with # ent ?\n","0 4 4 1 4 7 5 9 7 9 9 13 11 1 \n"],"How many mammals are in the Chordate phylum?":["How many mammals are in the # ent phylum ?\n","2 3 4 0 4 9 8 9 5 4 \n"],"Which genre of books are published by Random House?":["Which genre of books are published by # ent ?\n","2 6 2 3 6 0 6 9 7 6 \n"],"List the common official language of the ladonia and Empire of Atlantium ?":["List the common official language of the ladonia and # ent ?\n","0 5 5 5 1 5 8 6 8 11 8 1 \n"],"What are the prizes won by the animator of The Skeleton Dance ?":["What are the prizes won by the animator of # ent ?\n","2 0 4 2 4 5 8 6 8 11 9 2 \n"],"What is the religion of the member of parliament who is a relative of Sarathchandra Rajakaruna?":["What is the religion of the member of parliament who is a relative of # ent ?\n","2 0 4 2 4 7 5 7 8 11 7 13 11 13 16 14 2 \n"],"What is the occupation of the Irving Chernev and Karen Grigorian?":["What is the occupation of the Irving Chernev and # ent ?\n","2 0 4 2 4 8 8 5 8 11 8 2 \n"],"Who produces the trains operated by the MTR?":["Who produces the trains operated by the # ent ?\n","2 0 4 2 4 5 9 9 6 2 \n"],"How many things are aired on BBC HD?":["How many things are aired on # ent ?\n","2 3 5 5 0 5 8 6 5 \n"],"Count all those whose youth club was managed by Luis Enrique.":["Count all those whose youth club was managed by Luis Enrique .\n","0 3 1 6 6 8 8 3 8 11 9 1 \n"],"Whose former teams are Indianapolis Colts and Carolina Panthers?":["Whose former teams are Indianapolis Colts and # ent ?\n","3 3 4 0 6 4 6 9 6 4 \n"],"Does the merlin express have a hub at the cibano international airport?":["Does the # ent have a hub at the cibano i # ent\n","5 4 4 5 0 7 5 5 13 13 12 13 8 \n"],"What sport amongst the one Lagos Preparatory School practices, did Willian Garne play for?":["What sport amongst the one # ent practices , did Willian Garne play for ?\n","2 13 2 8 8 7 8 3 13 13 12 13 0 13 13 \n"],"What are the beverages whose origin is England?":["What are the beverages whose origin # ent ?\n","2 0 4 2 6 8 8 4 2 \n"],"What is the distributing label of StandBy Records ?":["What is the distributing label of # ent ?\n","2 0 5 5 2 5 8 6 2 \n"],"Who is the film star of On Air with Ryan Seacrest ?":["Who is the film star of # ent ?\n","2 0 5 5 2 5 8 6 2 \n"],"In how many different places does Canal and River Trust own its assets?":["In how many different places # ent own its assets ?\n","8 3 5 5 7 7 8 0 10 8 8 \n"],"Count the total number of launch site of the rockets which have been launched form Cape Canaveral Air Force Station ?":["Count the total number of launch site of the rockets which have been launched form # ent ?\n","0 4 4 1 4 7 5 7 10 8 14 14 14 10 17 17 14 1 \n"],"List some leaders of regions in the Indian Standard Time Zone?":["List some leaders of regions in the # ent Zone ?\n","0 3 1 3 4 1 10 10 10 6 1 \n"],"Name some comic characters created by Bruce Timm?":["Name some comic characters created by # ent ?\n","0 4 4 1 4 5 8 6 1 \n"],"Whihc associate of THomas Bryan Martin is also the founder of Pittsburgh ?":["Whihc associate of # ent is also the founder of Pittsburgh ?\n","2 6 2 5 3 0 6 9 6 9 10 6 \n"],"What are some relatives of the people who fought in Operation Barbarossa?":["What are some relatives of the people who fought in # ent ?\n","2 0 4 2 4 7 5 9 7 9 12 10 2 \n"],"How many software run on operating system is Microsoft Windows?":["How many software run on operating system # ent ?\n","2 4 4 0 4 7 9 9 5 4 \n"],"Where is the swedish covenant hospital?":["Where is the # ent ?\n","2 0 5 5 2 2 \n"],"List the show related to the which was followed by Doctor Who Extra?":["List the show related to the which was followed by # ent ?\n","0 3 9 3 4 7 5 9 1 9 12 10 9 \n"],"Which country's largest city is Lima?":["Which country 's largest city # ent ?\n","2 7 2 7 7 7 0 7 \n"],"Whose opponents are Ike Clanton and Billy Clanton?":["Whose opponents are Ike Clanton and # ent ?\n","2 3 0 5 3 5 8 5 3 \n"],"To which religion does the commander of South Thailand insurgency belong?":["To which religion does the commander of # ent belong ?\n","4 1 4 10 6 10 6 9 7 0 10 \n"],"Name the series of Doctor Who: Evacuation Earth ?":["Name the series of # ent ?\n","0 3 1 3 6 4 1 \n"],"What is the common party of Chandra Shekhar and Govinda  ?":["What is the common party of # ent and Govinda ?\n","2 0 5 5 2 5 8 6 8 8 2 \n"],"How many other ingredient are there in the foods whihh have one of the ingredient as Potato ?":["How many other ingredient are there in the foods whihh have one of the ingredient # ent ?\n","2 4 4 5 0 5 5 10 10 7 5 11 12 15 17 17 13 11 \n"],"In which country is the Duong river?":["In which country is the # ent ?\n","4 1 4 0 7 7 4 4 \n"],"What is operated by FedExField ?":["What is operated by # ent ?\n","3 3 0 3 6 4 3 \n"],"Do the polet airlines fly to moscow?":["Do the # ent fly to moscow ?\n","5 4 4 5 0 5 6 5 \n"],"Does Cohoes a junction on the NY State Route 470?":["Does Cohoes a junction on the NY State Route 470 ?\n","2 0 4 2 4 9 9 9 5 9 2 \n"],"How many other important things have been written by the creator of Stuart Alan Jones?":["How many other important things have been written by the creator of # ent ?\n","2 5 5 5 8 8 8 0 8 11 9 11 14 12 8 \n"],"Whose album is Haiti, I am sorry?":["Whose album # ent ?\n","2 4 4 0 4 \n"],"Which river's source place is Gloucestershire and mouth in North Sea?":["Which river 's source place # ent and mouth in North Sea ?\n","2 4 2 5 0 7 5 7 7 5 12 10 5 \n"],"To what political party do the politicians graduated from Somerville college, Oxford belong to?":["To what political party do the politicians graduated from # ent belong to ?\n","8 4 4 8 8 7 8 12 8 11 9 0 12 12 \n"],"Which political figures were awarded Screen Actors Guild Life Achievement Award?":["Which political figures were awarded # ent ?\n","5 3 5 5 0 7 5 5 \n"],"What are some scientists who have stateless citizenship?":["What are some scientists who have stateless citizenship ?\n","2 0 4 2 6 4 8 6 2 \n"],"Name the regions served by Toll Global Express ?":["Name the regions served by # ent ?\n","0 3 1 3 4 7 5 1 \n"],"What is the protected area whose nearest city is Kenya?":["What is the protected area whose nearest city # ent ?\n","2 0 5 5 2 8 8 10 10 5 10 \n"],"Count the nearest city to the historic palce whose one of the nearest city is Wisconsin ?":["Count the nearest city to the historic palce whose one of the nearest city # ent ?\n","0 4 4 1 1 8 8 5 10 1 10 16 16 16 16 11 10 \n"],"Give me the total number of commander of the military conflicts whose commander is Roundhead (Wyandot).":["Give me the total number of commander of the military conflicts whose commander # ent .\n","0 1 5 5 1 5 6 7 11 11 8 13 15 15 0 15 \n"],"Who is the fictional character who portrayed in Terminator 2: Judgment Day?":["Who is the fictional character who portrayed in # ent ?\n","2 0 5 5 2 7 5 7 10 8 2 \n"],"Give me a count of bacterias which belongs to Bacilli class?":["Give me a count of bacterias which belongs to # ent class ?\n","0 1 4 1 4 5 8 4 8 12 12 9 1 \n"],"How many producers have worked for FremantleMedia productions?":["How many producers have worked for # ent productions ?\n","2 3 5 5 0 5 9 9 6 5 \n"],"Name the common managing club of the Ivan Toplak and Bret Simon?":["Name the common managing club of the Ivan Toplak and # ent ?\n","0 5 5 5 1 5 9 9 6 9 12 9 1 \n"],"In which company's boards does the founder of Bomis sit?":["In which company 's boards does the founder of # ent sit ?\n","6 1 5 3 6 12 8 12 8 11 9 0 12 \n"],"Who are the biological parents of Dannielynn Birkhead?":["Who are the biological parents of # ent ?\n","2 0 5 5 2 5 8 6 2 \n"],"Who was engaged in wars of Fort Gadsden and Fort Barrancas?":["Who was engaged in wars of Fort Gadsden and # ent ?\n","3 3 0 3 4 5 8 6 8 11 8 3 \n"],"Elizabeth Alexander and Jared Bernstein served under which Vice President?":["Elizabeth Alexander and # ent served under which Vice President ?\n","2 6 2 5 2 0 10 7 10 6 6 \n"],"How many awards have royal designers for industry awardwinners got?":["How many awards have # ent awardwinners got ?\n","2 3 4 8 7 7 8 0 8 \n"],"For which other teams do members of tanzanian national football team play?":["For which other teams do members of # ent play ?\n","5 1 4 5 0 5 6 9 10 7 5 \n"],"What is the governing body of Burro Flats Painted Cave ?":["What is the governing body of # ent ?\n","2 0 5 5 2 5 8 6 2 \n"],"Who was once married to both Kelly Brook and Rosie Huntington-Whiteley?":["Who was once married to both Kelly Brook and # ent ?\n","2 0 2 2 4 8 8 5 8 11 8 2 \n"],"How many TV show has distributor located in Burbank California ?":["How many TV show has distributor located in # ent ?\n","2 4 4 5 0 7 5 7 10 8 7 \n"],"List the ceremonial county of East Tilbury ?":["List the ceremonial county of # ent ?\n","0 4 4 1 4 7 5 1 \n"],"List the common sports between Fr. Agnel Multipurpose School  and Jamiatu Muslim Mindanao":["List the common sports between Fr . Agnel Multipurpose School and # ent o\n","0 4 4 1 4 5 1 10 10 0 10 13 10 0 \n"],"Which award that has been given to James F Obrien, had used Laemmle Theatres for some service?":["Which award that has been given to James F Obrien , had used # ent for some service ?\n","2 13 6 6 6 2 6 10 10 7 13 13 0 15 13 13 18 16 13 \n"],"Which office holder's predecessor is  Lucius Cornelius and his associate is Marcus Calpurnius Bibulus?":["Which office holder 's predecessor is Lucius Cornelius and his associate # ent ?\n","3 3 5 3 6 0 8 6 8 13 13 13 8 13 \n"],"Which home stadium of 2011-12 FC Spartak Moscow season is also the location of birth of the Svetlana Gounkina ?":["Which home stadium of # ent is also the location of birth of the Svetlana Gounkina ?\n","3 3 7 3 6 4 0 7 10 7 10 11 12 16 16 13 7 \n"],"Which famous commander led the Siege of forn meigs and was involved in the battle of fort stephenson?":["Which famous commander led the Siege of forn meigs and was involved in the # ent ?\n","3 3 4 0 6 4 6 9 7 4 12 4 12 16 16 13 12 \n"],"Which games publishers are located in California?":["Which games publishers are located in # ent ?\n","5 3 5 5 0 5 8 6 5 \n"],"Where is the stadium of Philadelphia Rage ?":["Where is the stadium of # ent ?\n","2 0 4 2 4 7 5 2 \n"],"Who produced the Pixar Image Computer?":["Who produced the # ent ?\n","2 0 5 5 2 2 \n"],"Count all the things licensed as Software as a service.":["Count all the things licensed # ent .\n","0 4 4 1 4 7 5 1 \n"],"What is the resting place of the politician who succeeded Samuel Hayes?":["What is the resting place of the politician who succeeded Samuel Hayes ?\n","2 0 5 5 2 5 8 6 10 8 12 10 2 \n"],"Count the drinks originated in England.":["Count the drinks originated in # ent .\n","0 3 1 3 4 7 5 1 \n"],"What is the total number of other non-fiction subject of the books whose one of the subject is Racism?":["What is the total number of other non - fiction subject of the books whose one of the subject # ent ?\n","2 0 5 5 2 5 11 9 10 11 6 11 14 12 16 5 16 21 21 21 17 16 \n"],"Who were all the people in office when bob hawke was the PM?":["Who were all the people in office when # ent was the PM ?\n","2 0 5 5 2 5 6 11 10 11 2 13 11 2 \n"],"Does A foreign policy of freedom belong to the genre Politics?":["# ent belong to the genre Politics ? # ent\n","2 3 0 3 6 4 6 3 10 0 \n"],"How many mountain are there in Sierra Nevada range?":["How many mountain are there in Sierra Nevada range ?\n","2 3 4 0 4 4 8 9 6 4 \n"],"What is the total number of other nearest countries to the lakes whose nearest countries is Uganda?":["What is the total number of other nearest countries to the lakes whose nearest countries # ent ?\n","2 0 5 5 2 5 9 9 6 5 12 10 15 15 17 17 5 2 \n"],"List the shows whose network is run by BBC.":["List the shows whose network is run by # ent .\n","0 3 1 5 7 7 3 7 10 8 1 \n"],"Name the TV show whose opening theme is Gary Portnoy and the subsequent work is Frasier?":["Name the TV show whose opening theme is Gary Portnoy and the subsequent work # ent ?\n","0 3 4 1 7 7 8 4 10 8 10 16 16 16 16 10 1 \n"],"List things developed by Autoconf ?":["List things developed by # ent ?\n","2 3 0 3 6 4 3 \n"],"Is Angola Avante the anthem of Angola?":["# ent e anthem of Angola ?\n","4 3 4 0 4 5 4 \n"],"Which manufacturer of the Boeing B-17 Flying fortress is the manager of burro Flats Painted Caves ?":["Which manufacturer of the # ent is the manager of burro Flats Painted Caves ?\n","2 7 2 6 6 3 0 9 7 9 14 14 14 10 7 \n"],"Which  person has opponent Ike Clanton?":["Which person has opponent # ent ?\n","2 4 4 0 6 4 4 \n"],"name the mountain range of Le Gibloux ?":["name the mountain range of # ent ?\n","0 4 4 1 4 7 5 1 \n"],"Count me all the video game distributor whose parent company is Warner Bros ?":["Count me all the video game distributor whose parent company # ent ?\n","0 1 7 7 7 7 1 10 10 12 12 7 1 \n"],"Who is the associate of Thomas Bryan Martin ?":["Who is the associate of # ent ?\n","2 0 4 2 4 7 5 2 \n"],"In what wars was Steve Buyer involved?":["In what wars # ent involved ?\n","6 3 5 5 6 0 6 \n"],"Does Silver Airways have a hub at the Washington Dulles International Airport?":["# ent have a hub at the Washington Du # ent\n","2 3 0 5 3 3 11 10 10 11 6 \n"],"How many people have written stuff broadcasted on the Tokyo Broadcasting System?":["How many people have written stuff broadcasted on the # ent ?\n","2 3 5 5 0 5 6 7 11 11 8 5 \n"],"Who is the person who are on the board of Freedom of the City?":["Who is the person who are on the board of # ent ?\n","2 0 4 2 6 4 6 9 7 9 12 10 2 \n"],"Who died due to Morphine ?":["Who died due to # ent ?\n","2 0 2 3 6 4 2 \n"],"Does Walt Disney Studio have a subsidiary called PixarCascadia_":["Does Walt Disney Studio have a subsidiary called PixarCascadia _\n","5 4 4 5 0 7 5 7 10 8 \n"],"Who owns Ivanpah Solar Power Facility?":["Who # ent ?\n","3 3 0 3 \n"],"What is the game whose genre is Mind sport?":["What is the game whose genre # ent ?\n","2 0 4 2 6 8 8 4 2 \n"],"Is Julia Gillard the prime minister of Kate Lundy?":["# ent the prime minister of # ent ?\n","2 0 5 5 2 5 8 6 2 \n"],"How many other field are there of the scientists whose one of the field is Mathematics ?":["How many other field are there of the scientists whose one of the field # ent ?\n","2 4 4 5 0 5 6 9 7 11 16 11 14 12 16 9 5 \n"],"In how many other states do people live, whose languages are spoken in Nebraska?":["In how many other states do people live , whose languages are spoken in # ent ?\n","0 3 5 5 6 1 8 6 6 11 13 13 6 13 16 14 6 \n"],"Name the alma mater of Michael hahn ?":["Name the alma mater of # ent ?\n","0 4 4 1 4 7 5 1 \n"],"How many people have played for a club whose coach is Fred Hoiberg?":["How many people have played for a club whose coach # ent ?\n","2 3 5 5 0 5 8 6 10 12 12 8 5 \n"],"Who discovered Callisto ?":["Who discovered Callisto ?\n","2 0 2 2 \n"],"Name the parts of the settlements which has New Braunfels as one of the parts ?":["Name the parts of the settlements which has New Braunfels as one of the parts ?\n","0 3 1 3 6 4 8 6 10 8 8 11 12 15 13 1 \n"],"Which shows had their painters born in England?":["Which shows had their painters born in # ent ?\n","2 3 0 5 6 3 6 9 7 3 \n"],"Who are the politicians whose death place is Ontario?":["Who are the politicians whose death place # ent ?\n","2 0 4 2 7 7 9 9 4 9 \n"],"Name the monarch of L Buwei ?":["Name the monarch of # ent ?\n","0 3 1 3 6 4 1 \n"],"What is the stylistic origin of Wizard rock ?":["What is the stylistic origin of # ent ?\n","2 0 5 5 2 5 8 6 2 \n"],"What is the publisher of Lucifer's Hammer ?":["What is the publisher of # ent ?\n","2 0 4 2 4 7 5 2 \n"],"List the former team of the american football players born in Pennsylvania ?":["List the former team of the american football players born in # ent ?\n","0 4 4 1 4 9 9 9 5 9 10 13 11 1 \n"],"How many things belong to a division of plant kingdom?":["How many things belong to a division of # ent kingdom ?\n","2 3 4 0 4 7 5 7 11 11 8 4 \n"],"What is the field of the Jon Speelman and occupation of the Karen Grigorian?":["What is the field of the Jon Speelman and occupation of the # ent ?\n","2 0 4 2 4 8 8 5 8 8 10 14 14 11 2 \n"],"Where was Antonio Giannini born?":["Where # ent born ?\n","4 3 4 0 4 \n"],"What movies have been produced by the production house owned by Larry J. Franco?":["What movies have been produced by the production house owned by # ent ?\n","2 5 5 5 0 5 9 9 6 9 10 13 11 5 \n"],"CN Atletic-Barceloneta has a stadium in Barcelona?":["# ent has a stadium in Barcelona ?\n","2 3 0 5 3 5 6 3 \n"],"What are some non fiction subjects dealt with in fantasy novels?":["What are some non fiction subjects dealt with in # ent novels ?\n","2 0 6 6 6 2 6 7 7 12 12 9 2 \n"],"Name everyone working for a company owned by Roman Abramovich.":["Name everyone working for a company owned by # ent .\n","0 1 2 3 6 4 6 7 10 8 1 \n"],"In how many different places can I find companies which were founded in toronto?":["In how many different places can I find companies which were founded in # ent ?\n","8 3 5 5 8 8 8 0 8 12 12 9 12 15 13 8 \n"],"What are some relatives of the spouse of Uncle henry from Oz?":["What are some relatives of the spouse of Uncle henry from Oz ?\n","2 0 4 2 4 7 5 7 10 8 2 11 2 \n"],"Give a list of all the labels that have jazz fusion artists signed up with them?":["Give a list of all the labels that have # ent artists signed up with them ?\n","0 3 1 3 7 7 4 9 7 12 12 9 12 13 13 15 1 \n"],"Which college has been attended  by both Mr. Hubert Wiggs and Mr. Alvin Bell?":["Which college has been attended by both Mr. Hubert Wiggs and Mr. # ent ?\n","2 5 5 5 0 5 10 10 10 6 10 14 14 10 14 \n"],"Which composer of Girl from the North Country is the subsequent work of the Moondog Matinee?":["Which composer of # ent is the subsequent work of the Moondog Matinee ?\n","2 6 2 5 3 0 9 9 6 9 13 13 10 13 \n"],"Who wrote Catch My soul ?":["Who wrote Catch My soul ?\n","2 0 2 5 2 2 \n"],"How many bacterias have taxonomy as Bacillales and domain as Bacteria? ":["How many bacterias have taxonomy # ent and domain as Bacteria ?\n","2 3 4 0 7 7 4 7 7 7 10 4 \n"],"Which state's largest city is Omaha?":["Which state 's largest city is Omaha ?\n","2 5 2 5 6 0 6 6 \n"],"Is Wahoo! the previous work of Honeybuns?":["# ent the previous work of # ent ?\n","2 0 5 5 2 5 8 6 2 \n"],"Who is the film director of Alice's Wonderland ?":["Who is the film director of # ent ?\n","2 0 5 5 2 5 8 6 2 \n"],"Who are the people who influenced the writers of Evenor ?":["Who are the people who influenced the writers of Evenor ?\n","2 0 4 2 6 4 8 6 8 9 2 \n"],"On how many subjects has Random house publishers published books?":["On how many subjects # ent publishers published books ?\n","0 3 4 8 7 7 8 1 8 8 \n"],"Which football teams is Shahid Khan proprietor to?":["Which football teams # ent proprietor to ?\n","3 3 0 5 6 3 3 7 \n"],"How many dishes are made with an ingredient belonging to the flowering plant species?":["How many dishes are made with an ingredient belonging to the # ent species ?\n","2 3 5 5 0 5 8 6 8 9 14 13 14 10 5 \n"],"How many people have headed organizations headquartered at Niederkirchnerstrae?":["How many people have headed organizations headquartered at # ent ?\n","2 3 5 5 0 5 6 7 10 8 5 \n"],"Who was the bronze medalist of Swimming at the 2008 Summer Olympics  Men's 400 metre individual medley ?":["Who was the bronze medalist of # ent ?\n","2 0 5 5 2 5 8 6 2 \n"],"Did stan lee narrate the incredible hulk tv show?":["Did # ent narrate the incredible hulk tv show ?\n","4 3 4 0 9 9 8 9 4 4 \n"],"Name the debut team of Butch Metzger ?":["Name the debut team of # ent ?\n","0 4 4 1 4 7 5 1 \n"],"Whose doctoral student is etienne bieler\\xc9tienne_Bi\\xe9ler":["Whose doctoral student is etienne bieler\\xc9tienne_Bi\\xe9ler\n","3 3 4 0 6 4 \n"],"What countries used Solidus as currency?":["What countries used Solidus as currency ?\n","2 3 0 3 3 5 3 \n"],"Who was in conflicts of Fort Barrancas and Gadsden?":["Who was in conflicts of # ent and Gadsden ?\n","2 0 2 3 4 7 5 7 7 2 \n"],"What team did Joe Porter and Eddie Anderson play for?":["What team did Joe Porter and Eddie Anderson play for ?\n","2 3 9 5 9 5 8 5 0 9 9 \n"],"Who is the governor of Carl McCall ?":["Who is the governor of # ent ?\n","2 0 4 2 4 7 5 2 \n"],"Which engine's successor's predecessor is BMW M10?":["Which engine 's successor 's predecessor # ent ?\n","2 4 2 6 4 8 8 0 8 \n"],"List the movies directed by Stanley Kubrick?":["List the movies directed by # ent ?\n","0 3 1 3 4 7 5 1 \n"],"Who developed the software for the operating system of Macintosh Quadra 660AV ?":["Who developed the software for the operating system of # ent ?\n","2 0 4 2 4 8 8 5 8 11 9 2 \n"],"Who are the employer of Don R. Berlin?":["Who are the employer of # ent ?\n","2 0 4 2 4 7 5 2 \n"],"Which source of broad creek is the Audenried tunnel located ?":["Which source of broad creek is the # ent located ?\n","2 6 2 5 3 0 9 9 6 9 6 \n"],"Was the cover of The adventures of Tom Sawyer designed by Mark Twain?":["Was the cover of # ent designed by Mark Twain ? # ent\n","0 3 1 3 6 4 6 7 10 8 1 13 0 \n"],"What is the ideology of Palang Dharma Party ?":["What is the ideology of # ent ?\n","2 0 4 2 4 7 5 2 \n"],"Who is known for are War of 1812 and Battle of the Thames?":["Who is known for are War of 1812 and # ent ?\n","3 3 0 3 3 5 6 7 6 11 6 3 \n"],"Which idelogy of the Palang Dharma Party is also the  faith of Miao people ?":["Which idelogy of the Palang Dharma Party is also the faith of # ent ?\n","2 8 2 7 7 7 3 0 8 11 8 11 14 12 8 \n"],"List the movies produced by Michael Deeley ?":["List the movies produced by # ent ?\n","0 3 1 3 4 7 5 1 \n"],"Count the total number of software whose programming language is C++ and operating system is Microsoft Windows?":["Count the total number of software whose programming language is C++ and operating system # ent ?\n","0 4 4 1 4 5 9 9 10 6 14 11 11 16 16 10 1 \n"],"What is the total number of politicians whose predecessor's deputy is Jenny Macklin?":["What is the total number of politicians whose predecessor 's deputy # ent ?\n","2 0 5 5 2 5 6 9 13 9 13 13 5 2 \n"],"How many managers have managed Middlesbrough FC?":["How many managers have managed # ent ?\n","2 3 5 5 0 7 5 5 \n"],"Give me a count of bridges located in California ?":["Give me a count of bridges located in # ent ?\n","0 1 4 1 4 5 6 7 10 8 1 \n"],"Who all are buried in Arlington national cementary?":["Who all are buried in # ent ?\n","4 4 4 0 4 7 5 4 \n"],"List all the bands which have members of the band Guy in them?":["List all the bands which have members of the band Guy in them ?\n","0 4 4 1 6 4 6 7 11 11 8 11 12 1 \n"],"List the opponents of the relatives of Thomas Helwys?":["List the opponents of the relatives of # ent ?\n","0 3 1 3 6 4 6 9 7 1 \n"],"Who are the predecessors of John Randolph of Roanoke?":["Who are the predecessors of # ent ?\n","2 0 4 2 4 7 5 2 \n"],"Was A Jitney Elopement edited by Charlie Chaplin?":["# ent edited by Charlie Chaplin ? # ent\n","2 0 2 3 6 4 2 9 0 \n"],"Name the ones who debuted in the San Francisco 49ers.":["Name the ones who debuted in the # ent .\n","0 3 1 5 3 5 9 9 6 1 \n"],"Which range of mountains are there in canton of Fribourg?":["Which range of mountains are there in # ent ?\n","2 5 2 3 0 5 5 9 7 5 \n"],"Which species' members are there in the animal kingdom?":["Which species ' members are there in the # ent kingdom ?\n","2 4 2 5 0 5 5 11 10 11 7 5 \n"],"What made Jon Speelman and Eric Schiller famous?":["What made Jon Speelman and # ent famous ?\n","2 0 4 2 4 7 8 4 2 \n"],"Fairfield, Connecticut is hometown to which persons?":["# ent is hometown to which persons ?\n","2 3 0 3 7 5 4 3 \n"],"How many bands are signed up with Kobalt Label Services?":["How many bands are signed up with # ent ?\n","2 3 5 5 0 5 5 9 7 5 \n"],"Which office holder's  military branch is Continental Army and vice president is John Adams?":["Which office holder 's military branch # ent and vice president is John Adams ?\n","3 3 8 3 6 8 8 12 8 11 8 0 14 12 12 \n"],"Chestnut colored horses have won which races?":["Chestnut colored horses have won which races ?\n","2 3 5 5 0 7 5 5 \n"],"Where did the film director of Kala Pani die?":["Where did the film director of Kala Pani die ?\n","9 9 5 5 9 5 8 6 0 9 \n"],"What is the Ceremonial County of Port of Tilbury ?":["What is the Ceremonial County of # ent ?\n","2 0 5 5 2 5 8 6 2 \n"],"Name the part of Liverpool city region >":["Name the part of # ent >\n","0 3 1 3 6 7 4 \n"],"What is the television show whose sculptor is C. E. Webber and composed by Murray Gold?":["What is the television show whose sculptor is C. E. Webber and composed by # ent ?\n","2 0 5 5 2 7 8 5 11 11 8 8 8 13 16 14 2 \n"],"What are the source of the streams whose one of the source is Calera, Oklahoma?":["What are the source of the streams whose one of the source # ent ?\n","2 0 4 2 4 7 5 9 4 9 12 14 14 10 9 \n"],"What is the game platform of Google Cloud Connect ?":["What is the game platform of # ent ?\n","2 0 5 5 2 5 8 6 2 \n"],"Count the different religions followed by Second Lieutenants in military.":["Count the different religions followed by # ent in military .\n","0 4 4 1 4 5 8 6 8 9 1 \n"],"List softwares written in C++ and runs on Mac OS ?":["List softwares written in # ent and runs on Mac OS ?\n","2 0 2 3 6 4 3 3 8 11 9 2 \n"],"Name the river mouth of Moordener Kill ?":["Name the river mouth of # ent ?\n","0 4 4 1 4 7 5 1 \n"],"List the producer of the TV shows whose company is HBO.":["List the producer of the TV shows whose company # ent .\n","7 3 1 3 6 4 0 9 11 11 7 7 \n"],"Name the sitcoms whose network's owning company is Chris-Craft Industries?":["Name the sitcoms whose network 's owning company # ent ?\n","0 3 1 5 8 5 8 10 10 1 10 \n"],"How many rivers end in the Indian Ocean?":["How many rivers end in the # ent ?\n","2 3 4 0 4 8 8 5 4 \n"],"List some things that Swedish people have become famous for?":["List some things that Swedish people have become famous for ?\n","0 3 1 10 6 8 8 3 8 8 1 \n"],"Give me a count of everything owned by the network whose sister name is The CW?":["Give me a count of everything owned by the network whose sister name # ent ?\n","0 1 4 1 4 5 6 7 10 8 12 13 10 15 13 1 \n"],"Name the commander of Battle of the Thames ?":["Name the commander of # ent ?\n","0 3 1 3 6 4 1 \n"],"Name the sports played by Fr. Agnel Multipurpose School and Junior College?":["Name the sports played by # ent ?\n","0 3 1 3 4 7 5 1 \n"],"Is Eddie Bravo the trainer of Alan Jouban":["Is Eddie Bravo the trainer of # ent # ent the trainer of # ent n\n","0 3 1 5 3 5 8 10 10 6 12 3 12 15 16 13 \n"],"What religion is followed by the commander of Defense Security Command?":["What religion is followed by the commander of # ent ?\n","2 4 4 0 4 7 5 7 10 8 4 \n"],"Name some local authorities of schools which have a mixed gender education system?":["Name some local authorities of schools which have a mixed gender education system ?\n","0 4 4 1 4 5 8 4 13 13 12 13 8 1 \n"],"Which president of William Eustus also married to Dolley Madison ?":["Which president of William Eustus also married to # ent ?\n","2 7 2 5 3 7 0 7 10 8 7 \n"],"Count the different types of Flatbread ?":["Count the different types of # ent ?\n","0 4 4 1 4 7 5 1 \n"],"Name the serving line of Daund Junction railway station?":["Name the serving line of # ent ?\n","0 4 4 1 4 7 5 1 \n"],"What is the county seat of the district through which the Beckler River flows?":["What is the county seat of the district through which the # ent flows ?\n","2 0 5 5 2 5 8 6 14 9 13 13 14 8 2 \n"],"How many companies serve the Australian region?":["How many companies serve the # ent region ?\n","2 3 4 0 8 7 8 4 4 \n"],"How many teams was Garry Unger in, previously?":["How many teams # ent in , previously ?\n","2 3 5 5 0 5 5 5 5 \n"],"How many writers worked on the album Main Course?":["How many writers worked on the album # ent ?\n","2 3 4 0 4 7 5 9 7 4 \n"],"Which wine region of Bogdanua is the Croatian Inline hockey team part of ?":["Which wine region of Bogdanua is the Croatian Inline hockey team part of ?\n","3 3 6 3 4 0 11 10 10 11 6 11 12 6 \n"],"What is the total number of other restingplace of the politicians whose one of the restingplace is East Norwalk Historical Cemetery?":["What is the total number of other restingplace of the politicians whose one of the restingplace # ent ?\n","2 0 5 5 2 5 8 6 8 11 9 13 2 13 18 18 18 14 13 \n"],"Who were the pole drivers in GP when Damon hill was a first driver?":["Who were the pole drivers in GP when # ent was a first driver ?\n","2 0 5 5 2 5 6 11 10 11 2 14 14 11 2 \n"],"How many albums were released under the Victor Entertainment label?":["How many albums were released under the # ent label ?\n","2 3 5 5 0 5 10 10 10 6 5 \n"],"From where does the river start, which flows into the Conowingo dam?":["From where does the river start , which flows into the # ent ?\n","0 6 6 5 6 1 1 9 1 9 13 13 10 1 \n"],"Name the home town of Cline Buckens ?":["Name the home town of # ent ?\n","0 4 4 1 4 7 5 1 \n"],"Who are the spouse of the parents of Kimberly Stewart?":["Who are the spouse of the parents of # ent ?\n","2 0 4 2 4 7 5 7 10 8 2 \n"],"Is Darcs released with a GNU license?":["# ent released with a GN # ent icense ?\n","2 0 2 3 9 9 8 9 4 2 \n"],"How many saints have been venerated in Judaism?":["How many saints have been venerated in # ent ?\n","2 3 6 6 6 0 6 9 7 6 \n"],"What is the alma mater of the Angela Trusty and Charles Ayres?":["What is the alma mater of the Angela Trusty and # ent ?\n","2 0 5 5 2 5 9 9 6 9 12 9 2 \n"],"List all the wine regions of the grapes whose one of the wine region is Mississippi ?":["List all the wine regions of the grapes whose one of the wine region # ent ?\n","0 5 5 5 1 5 8 6 10 17 10 14 14 16 16 11 1 \n"],"What are the mammals whose phylum is Chordate?":["What are the mammals whose phylum # ent ?\n","2 0 4 2 6 8 8 4 2 \n"],"How many artists play as Rickenbacker?":["How many artists play # ent ?\n","2 3 4 0 6 4 4 \n"],"Who are the associated musical artist of Carolyn Dennis?":["Who are the associated musical artist of # ent ?\n","2 0 6 6 6 2 6 9 7 2 \n"],"Which citys mayor is anne hidalgo?":["Which citys mayor # ent ?\n","3 3 5 5 0 5 \n"],"How many ingedients are required to make the Ragout Fin?":["How many ingedients are required to make the # ent ?\n","2 3 5 5 0 7 5 10 10 7 5 \n"],"Tell me the number of writers whose works have been recorded in Criteria Studios?":["Tell me the number of writers whose works have been recorded in # ent ?\n","0 1 4 1 4 5 8 11 11 11 6 11 14 12 4 \n"],"name the home stadium of FC Spartak Moscow season 2011-12":["name the home stadium of FC Spartak Moscow season 2011 - 12\n","0 4 4 1 4 7 8 5 1 1 1 1 \n"],"How many owners are there of lines starting at the South Station?":["How many owners are there of lines starting at the # ent ?\n","2 3 4 0 4 5 6 7 8 12 12 9 4 \n"],"What are the television shows whose company is Playtone?":["What are the television shows whose company # ent ?\n","2 5 4 5 0 7 9 9 5 9 \n"],"Among the countries using Aureus as currency which had Nicomedia as an important place ?":["Among the countries using # ent as currency which had Nicomedia as an important place ?\n","0 3 1 3 6 4 4 7 10 8 10 10 15 15 12 1 \n"],"How many cars succeeded the cars which were similar to Cadillac Fleetwood?":["How many cars succeeded the cars which were similar to # ent ?\n","2 3 4 0 6 4 8 6 8 9 12 10 4 \n"],"Was the body of Elsie Paroubek discovered in Chicago?":["Was the body of # ent discovered in Chicago ? # ent\n","0 3 1 3 6 4 6 7 8 1 12 0 \n"],"What are the political parties whose leaders have lived in the Prime Minister's House?":["What are the political parties whose leaders have lived in the Prime Minister 's House ?\n","2 0 5 5 2 7 9 9 5 9 13 13 15 13 10 2 \n"],"How many services does the company who made Onedrive provide?":["How many services does the company who made # ent provide ?\n","2 3 4 0 6 4 8 6 10 11 8 4 \n"],"List all those whose relatives' nationality is United States.":["List all those whose relatives ' nationality # ent .\n","0 3 1 5 9 5 9 9 3 1 \n"],"Whose associate is Publius Servilius Vatia Isauricus and has predecessor as Lucius Cornelius Lentulus Crus?":["Whose associate is Publius Servilius Vatia Isauricus and has predecessor # ent ?\n","2 3 0 7 7 7 3 3 3 12 12 9 9 \n"],"What is the style of architecture of Pontiac Building ?":["What is the style of architecture of # ent ?\n","2 0 4 2 4 5 4 9 7 2 \n"],"Which basketball players have played in the league of National Basketball Association?":["Which basketball players have played in the league of # ent ?\n","5 3 5 5 0 5 8 6 8 11 9 5 \n"],"Whihc alma mater of angela Trusty is also the training center of David Scherman ?":["Whihc alma mater of angela Trusty is also the training center of # ent ?\n","3 3 7 3 6 4 0 7 11 11 7 11 14 12 7 \n"],"Where did the conflict take place in which Henri Putz fought?":["Where did the conflict take place in which # ent fought ?\n","5 5 4 5 0 5 11 7 10 11 6 5 \n"],"List all crafts of the people whose one of the profession is Kingdom of Naples ?":["List all crafts of the people whose one of the profession # ent ?\n","0 3 1 3 6 4 8 14 8 13 13 13 9 1 \n"],"Current players of Colorado Avalanche have previously played for how many different teams?":["Current players of # ent have previously played for how many different teams ?\n","2 8 2 5 3 8 8 0 8 11 13 13 9 8 \n"],"Give me the total number of architect of the buildings whose one of the  architect was Louis D. Astorino?":["Give me the total number of architect of the buildings whose one of the architect # ent ?\n","0 1 5 5 1 5 6 7 10 8 12 18 12 15 17 17 13 5 \n"],"What awards have been given to some screenwriters?":["What awards have been given to some # ent ?\n","2 5 5 5 0 5 9 9 6 5 \n"],"List the total number of executive producer of TV show which have one of the executiive producer as Steven Moffat ?":["List the total number of executive producer of TV show which have one of the executiive producer # ent ?\n","0 4 4 1 4 7 5 7 10 8 12 7 12 13 17 17 19 19 14 1 \n"],"Name all those whose spouses have performed with Tony Bennett?":["Name all those whose spouses have performed with # ent ?\n","0 3 1 5 7 7 3 7 10 8 1 \n"],"How many religions have the relatives of waxiangs followed?":["How many religions have the relatives of waxiangs followed ?\n","2 3 4 0 6 9 6 7 4 9 \n"],"Matthew kane and Park rankin are citizens of which country?":["Matthew kane and # ent are citizens of which country ?\n","2 6 2 5 2 0 6 7 10 8 6 \n"],"What was created by Larry David and Jerry Seinfeld?":["What was created by Larry David and # ent ?\n","3 3 0 3 6 4 6 9 6 3 \n"],"Who is the composer of Girl from the North Country ?":["Who is the composer of # ent ?\n","2 0 4 2 4 7 5 2 \n"],"What is the county seat of the county which has an Evergreen High School?":["What is the county seat of the county which has an Evergreen High School ?\n","2 0 5 5 2 5 8 6 10 5 14 14 14 10 2 \n"],"Which wars were fought by the commander whose deputy was Robert T. Herres?":["Which wars were fought by the commander whose deputy # ent ?\n","2 4 4 0 4 7 5 11 11 11 5 4 \n"],"Through which states does the road go, which has a junction on Keningston Maryland?":["Through which states does the road go , which has a junction on Keningston Maryland ?\n","7 1 7 7 6 7 0 7 10 7 12 10 12 15 13 7 \n"],"How many people have trained the wrestlers who were billed in Wisconsin?":["How many people have trained the wrestlers who were billed in # ent ?\n","2 3 5 5 0 7 5 10 10 7 10 13 11 5 \n"],"Count the  origin of the beverages which have been originated in england \/":["Count the origin of the beverages which have been originated in # ent \/\n","0 3 1 3 6 4 10 10 10 6 10 13 11 13 \n"],"Count the number of people became famous for when Andrew Jackson was a commander ?":["Count the number of people became famous for when # ent was a commander ?\n","6 3 6 3 4 0 6 6 12 11 12 8 14 12 6 \n"],"Name the river passing through Reading Berkshire and has mouth place at Essex ?":["Name the river passing through Reading Berkshire and has mouth place at # ent ?\n","0 3 1 3 4 7 5 1 1 11 9 9 14 12 1 \n"],"Which city is the route start of the Moscow-Kazan high-speed railway and birth place of the Ilya Savelev ?":["Which city is the route start of the Moscow - Kazan high - speed railway and birth place of the # ent ?\n","2 3 0 6 6 3 6 18 11 11 18 14 14 18 18 15 15 7 18 22 22 19 3 \n"],"List TV shows with producer as Erik Bork and company is DreamWorks Television ?":["List TV shows with producer # ent and company is DreamWorks Television ?\n","2 3 0 3 7 7 4 7 7 0 12 10 10 \n"],"Which mountain range is the one with Ponte d'Aveneyre and Le Gibloux?":["Which mountain range is the one with Ponte d'Aveneyre and # ent ?\n","3 3 4 0 6 4 6 9 7 9 12 9 4 \n"],"Where did the people beatified by Pope Pius X die?":["Where did the people beatified by # ent die ?\n","9 9 4 9 4 5 8 6 0 9 \n"],"Count the different genres of music made by Argentinian bands?":["Count the different genres of music made by # ent bands ?\n","0 4 4 1 4 5 6 7 11 11 8 1 \n"],"Who had  Joe Purcell and Winston Bryant as lieutenants ?":["Who had Joe Purcell and # ent as lieutenants ?\n","2 0 4 2 4 7 4 2 8 2 \n"],"Name the TV show broadcasted by Fox and presented by Ryan Seacrest ?":["Name the TV show broadcasted by Fox and presented by # ent ?\n","0 4 4 1 4 5 6 5 5 9 12 10 1 \n"],"Count the religions followed by people living in British Columbia.":["Count the religions followed by people living in # ent .\n","0 3 1 3 4 5 6 7 10 8 1 \n"],"Is Joe Schilling the trainer of Nick Diaz?":["# ent the trainer of # ent ?\n","2 0 4 2 4 7 5 2 \n"],"In how many districts is there a borough called tendring?":["In how many districts is there a borough called # ent ?\n","5 3 4 5 0 5 8 5 8 11 9 8 \n"],"For everyone who died in paris, count their different fields of work.":["For everyone who died in # ent , count their different fields of work .\n","9 1 4 2 4 7 5 9 0 12 12 9 12 13 9 \n"],"Which composer subsequent work of Moondog Matinee and also composed The TImes They are A changin ?":["Which composer subsequent work of # ent and also composed The TImes They are A changin ?\n","4 4 4 0 4 7 5 4 10 4 12 10 14 0 16 14 14 \n"],"On how many different grounds were seasons chaired by Ronaldo held?":["On how many different grounds were seasons chaired by # ent held ?\n","6 3 5 5 6 0 6 7 8 11 9 11 6 \n"],"Under which president did Loretta Ucelli and Ann Lewis hold an office?":["Under which president did # ent and Ann Lewis hold an office ?\n","4 1 4 0 6 4 4 9 10 4 12 10 10 \n"],"What sports are played at institutes affiliated by the Association of Southeast Asian Institutes of Higher Learning?":["What sports are played at institutes affiliated by the Association of Southeast Asian Institutes of Higher Learning ?\n","2 4 4 0 4 5 6 7 10 8 10 14 14 11 14 17 15 4 \n"],"Where did the people die who were known for Young Life?":["Where did the people die who were known for # ent ?\n","5 5 4 5 0 8 8 4 8 11 9 5 \n"],"Who was on the boards of Freedom of the City and Royal Society?":["Who was on the boards of Freedom of the City and # ent ?\n","2 0 2 5 3 5 6 7 10 8 7 13 7 2 \n"],"In which state is the team, which has John Roeslein?":["In which state is the team , which # ent ?\n","4 1 4 0 6 4 6 10 10 6 10 \n"],"List the total number of regions of the building whose are located in\\Grand Forks Air Force Base?":["List the total number of regions of the building whose are located # ent ?\n","0 4 4 1 4 5 6 9 7 12 12 9 14 12 1 \n"],"Is Halyna Kukhar the former coach of Stanislav Morozov?":["# ent the former coach of # ent ?\n","2 0 5 5 2 5 8 6 2 \n"],"Rickenbacker is a musical instrument played by which artists?":["# ent is a musical instrument played by which artists ?\n","2 3 0 6 6 3 6 7 10 8 3 \n"],"List the home town of the people who have Ontario as one of it ?":["List the home town of the people who have # ent as one of it ?\n","0 4 4 1 4 7 5 9 7 11 9 9 12 13 14 1 \n"],"What is the highschool of the american football player who joined the Robert Morris Colonials program?":["What is the highschool of the american football player who joined the Robert Morris Colonials program ?\n","2 0 4 2 4 9 9 9 5 11 9 16 15 15 16 11 2 \n"],"How many awards have graduates from the University of Queensland earned?":["How many awards have graduates from the # ent earned ?\n","2 3 4 0 4 5 9 9 6 9 4 \n"],"What ingredients are used in preparing the dish of Ragout fin?":["What ingredients are used in preparing the dish of # ent ?\n","2 4 4 0 4 5 8 6 8 11 9 4 \n"],"Name the wine regions of Bogdanua ?":["Name the wine regions of # ent ?\n","0 4 4 1 4 7 5 1 \n"],"Who was the coach of 1972 Oakland Raiders season ?":["Who was the coach of # ent ?\n","2 0 4 2 4 7 5 2 \n"],"Which TV show's composer is Judy  Hart  Angelo and executive producer as Glen and Les Charles?":["Which TV show 's composer is Judy Hart Angelo and executive producer # ent ?\n","6 3 5 3 6 0 9 9 6 9 12 14 14 9 14 \n"],"What are on the borders of Shimsa Plateau?":["What are on the borders of # ent ?\n","2 0 2 5 3 5 8 6 2 \n"],"What is the former team of the american football players whose position is Running back?":["What is the former team of the american football players whose position # ent ?\n","2 0 5 5 2 5 10 10 10 6 12 14 14 5 14 \n"],"How many different kinds of games are published by Interplay Entertainment?":["How many different kinds of games are published by # ent ?\n","2 4 4 8 4 5 8 0 8 11 9 8 \n"],"How many other important work has been done by the writers of Sarah Jane Adventures?":["How many other important work has been done by the # ent ?\n","2 5 5 5 8 8 8 0 8 12 12 9 8 \n"],"Which are the races in which Martin Molony participated?":["Which are the races in which # ent participated ?\n","2 0 4 2 9 5 8 9 4 2 \n"],"What awards have been given to citizens of the Ottoman Empire?":["What awards have been given to citizens of the # ent ?\n","2 5 5 5 0 5 6 7 11 11 8 5 \n"],"Who is the person opposed  by Tom McLaury and Ike Clanton?":["Who is the person opposed by Tom McLaury and # ent ?\n","2 0 4 2 4 5 8 6 8 11 8 2 \n"],"Who owns the websites for which Jimmy wales writes?":["Who owns the websites for which # ent writes ?\n","2 0 4 2 9 5 8 9 4 2 \n"],"What are the bridges whose located in California?":["What are the bridges whose located in # ent ?\n","2 0 4 2 6 4 6 9 7 2 \n"],"Which settelment area is the home town of the Danny Felice and Cline Buckens?":["Which settelment area is the home town of the # ent and Cline Buckens ?\n","3 3 4 0 7 7 4 7 11 11 8 7 14 7 4 \n"],"Does mumbai manage the railway line going to the daund railway junction?":["# ent manage the railway line going to the daund railway junction ?\n","2 3 0 6 6 3 6 7 12 12 12 8 3 \n"],"Who are some basketball players who played for Phoenix Suns?":["Who are some basketball players who played for # ent ?\n","2 0 5 5 2 7 5 7 10 8 2 \n"],"Was Derg the anthem of Ethopia?":["# ent the anthem of Et # ent\n","2 0 4 2 4 7 8 5 \n"],"How many non-fiction subject are there of the books whose one of the non-fiction subject is Ankh-Morpork City Watch ?":["How many non - fiction subject are there of the books whose one of the non - fiction subject # ent ?\n","2 6 4 5 6 7 0 7 8 11 9 13 11 13 19 17 18 19 21 21 14 7 \n"],"Who are in the board of Jimmy Wales ?":["Who are in the board of # ent ?\n","2 0 2 5 3 5 8 6 2 \n"],"Which division of Serbia national team is also the region of Dobinsk Ice Cave ?":["Which division of Serbia national team is also the region of # ent ?\n","2 7 2 6 6 3 0 7 10 7 10 13 11 7 \n"],"Name some shows whose company is owned by the CBS Corporation?":["Name some shows whose company is owned by the # ent ?\n","3 3 0 5 7 7 3 7 11 11 8 3 \n"],"How many other family of the mammals exists  whose family is also Hominidae ?":["How many other family of the mammals exists whose family is also # ent ?\n","2 4 4 8 4 7 5 0 10 11 8 11 14 11 8 \n"],"How many  TV shows were made by someone who was associated with Lewis Hamilton?":["How many TV shows were made by someone who was associated with # ent ?\n","2 4 4 6 6 0 6 7 11 11 8 11 14 12 6 \n"],"Which things have been made by artists who died in Midhurst?":["Which things have been made by artists who died in # ent ?\n","2 5 5 5 0 5 6 9 7 9 12 10 5 \n"],"List the destination of Novair International Airways ?":["List the destination of # ent ?\n","0 3 1 3 6 4 1 \n"],"What mammals are classified into Diprotodontia ?":["What mammals are classified into # ent ?\n","2 4 4 0 4 7 5 4 \n"],"Name the river with source as Columbia Lake and river mouth is located in Clatsop Country ?":["Name the river with source # ent and river mouth is located in Clatsop Country ?\n","12 3 1 1 7 7 10 7 10 4 12 0 12 15 13 12 \n"],"What are the airlines whose hub airport is Los Angeles International Airport?":["What are the airlines whose hub airport # ent ?\n","2 0 4 2 7 7 9 9 2 9 \n"],"Who produces the tv series which made Scott Haran famous?":["Who produces the tv series which made # ent famous ?\n","2 0 5 5 2 7 5 9 10 7 2 \n"],"What is the layout of Subaru Legacy (second generation) ?":["What is the layout of # ent ?\n","2 0 4 2 4 7 5 2 \n"],"How many other wine region are there of the grapes whose one of the wine region is Michigan ?":["How many other wine region are there of the grapes whose one of the wine region # ent ?\n","2 5 5 5 6 0 6 7 10 8 12 19 12 16 16 18 18 13 10 \n"],"What is the leader of the government agency which is the military unit of Erich Kempka ?":["What is the leader of the government agency which is the military unit of # ent ?\n","2 0 4 2 4 8 8 5 10 8 13 13 10 13 16 14 2 \n"],"Name the subsidary of Tandem Computers which was founded by Jim Harris ?":["Name the subsidary of # ent which was founded by Jim Harris ?\n","0 3 1 3 6 4 9 9 6 9 12 10 1 \n"],"Count all the books written by an author buried in the Convent of Barefoot Trinitarians?":["Count all the books written by an author buried in the Convent of Barefoot Trinitarians ?\n","0 4 4 1 4 5 8 6 8 9 12 10 12 15 13 1 \n"],"Name the city with leader as Esther Alder and neighboring municipality as Pregny-Chambsy?":["Name the city with leader as Esther Alder and neighboring municipality # ent ?\n","0 3 1 1 4 1 8 6 8 11 8 13 8 1 \n"],"Who were the commanders during the events which took place in Sandusky County, Ohio?":["Who were the commanders during the events which took place in # ent ?\n","2 0 4 2 2 7 5 9 7 9 9 13 11 2 \n"],"Name the kingdom with currency Solidus (coin) and administrative headquarters in Nicomedia?":["Name the kingdom with currency # ent and administrative headquarters in Nicomedia ?\n","0 3 1 1 7 7 4 7 10 7 7 11 1 \n"],"Name the river whose mouth place is Old Lyme, Connecticut?":["Name the river whose mouth place # ent ?\n","0 3 1 5 6 3 8 6 1 \n"],"What are the things whose leader was a monarch of Willem-Alexander of the Netherlands?":["What are the things whose leader was a monarch of # ent ?\n","2 0 4 2 6 7 4 9 7 9 12 10 2 \n"],"Give me a count of mammals which have their order as Primate?":["Give me a count of mammals which have their order # ent ?\n","0 1 4 1 4 5 8 4 10 12 12 8 1 \n"],"What television show are distributed by Broadcast syndication?":["What television show are distributed by # ent ?\n","3 3 5 5 0 5 8 6 5 \n"],"Which TV show's producer is Stephen E. Ambrose and company is DreamWorks Television?":["Which TV show 's producer # ent and company is DreamWorks Television ?\n","7 3 5 3 7 7 10 7 7 0 12 10 10 \n"],"Laozi authored which book?":["# ent authored which book ?\n","2 3 0 5 3 3 \n"],"Rivers from which countries flow into the Caspian?":["Rivers from which countries flow into the Caspian ?\n","0 5 2 5 1 5 8 6 5 \n"],"Which is the nearest city to Elliott Bay ?":["Which is the nearest city to # ent ?\n","2 0 5 5 2 5 8 6 2 \n"],"Which vice president of Warren G. Harsing is also the president of Evans Hughes ?":["Which vice president of Warren G. Harsing is also the president of Evans Hughes ?\n","3 3 8 3 7 7 4 0 8 11 8 11 14 12 8 \n"],"Does the Utah State Route 162 end at Colorado?":["Does the # ent end at Colorado ? # ent\n","5 5 4 5 0 5 6 5 10 0 \n"],"How many home stadiums are there of the seasons whose chairman in Merritt Paulson?":["How many home stadiums are there of the seasons whose chairman in # ent ?\n","2 4 4 5 0 5 6 9 7 11 9 11 14 12 5 \n"],"Name a few whose live in a place where Indian English is an official language":["Name a few whose live in a place where # ent is an official language\n","0 3 1 5 1 5 8 6 12 11 12 8 15 15 12 \n"],"Count the number of first drivers in all the GPs where Mika Hakkinen was a first driver?":["Count the number of first drivers in all the GPs where # ent was a first driver ?\n","0 3 1 3 6 4 1 10 10 7 14 13 14 10 17 17 14 1 \n"],"What sports are played at Vishwajyot High School?":["What sports are played at # ent ?\n","2 4 4 0 4 7 5 4 \n"],"How many tenats have been there, of the constructions of PCL constructures?":["How many tenats have been there , of the constructions of PCL constructures ?\n","2 3 5 5 0 5 5 5 10 8 10 13 11 5 \n"],"Which non fiction of the Thud is also the field of the Jon Speelman ?":["Which non fiction of the Thud is also the field of the # ent ?\n","3 3 7 3 6 4 0 7 10 7 10 14 14 11 7 \n"],"What is the municipality of Patterson Houses ?":["What is the municipality of # ent ?\n","2 0 4 2 4 7 5 2 \n"],"where did soccer bowl take place in 76?":["where did soccer bowl take place in 76 ?\n","5 5 4 5 0 5 5 7 5 \n"],"What political ideology of the Palang Dharma Party is relegion of Inthakin?":["What political ideology of the # ent is relegion of Inthakin ?\n","3 3 8 3 7 7 4 0 8 9 10 8 \n"],"Which cover artist of the The Adventures of Tom Sawyer also the source of inspiration of The Appple Tree ?":["Which cover artist of the # ent also the source of inspiration of The Appple Tree ?\n","2 0 2 3 7 7 4 2 10 2 10 11 12 16 16 13 2 \n"],"What are the border of High Desert (Oregon)?":["What are the border of # ent ?\n","2 0 4 2 4 7 5 2 \n"],"What is the location city of Burnside Distribution Corporation ?":["What is the location city of # ent ?\n","2 0 5 5 2 5 8 6 2 \n"],"Name the river with mouth palce Essex and source place as Gloucestershire ?":["Name the river with mouth palce Essex and source place # ent ?\n","0 3 1 1 7 7 12 7 10 12 12 4 1 \n"],"What non fiction subjects are covered in books by Doubleday publishers?":["What non fiction subjects are covered in books by # ent ?\n","6 4 4 6 6 0 6 7 6 11 9 6 \n"],"What are the movies whose musicians's home town is Volos?":["What are the movies whose musicians 's home town # ent ?\n","2 0 4 2 6 11 6 9 11 11 4 2 \n"],"Did Alexander Magleby study at the Dartmouth College?":["Did # ent study at the Dartmouth C # ent\n","0 4 4 1 4 10 9 9 10 5 \n"],"What are the resting places of the associates of John Betts a, Connecticut politician?":["What are the resting places of the associates of John Betts a , Connecticut politician ?\n","2 0 5 5 2 5 8 6 8 11 9 15 15 15 11 2 \n"],"Was the  2d Command and Control Squadron barracked in Colorado?":["Was the # ent barracked in Colorado ? # ent\n","0 4 4 1 4 5 6 1 10 0 \n"],"Whose military unit is 39th infantry regiment in 1812?":["Whose military unit is 39th infantry regiment in 1812 ?\n","3 3 4 0 7 7 4 7 8 4 \n"],"Spanish harlem incident was composed by whom ?":["# ent was composed by whom ?\n","2 4 4 0 4 5 4 \n"],"What sports are played at universities affiliated by States Colleges and Universities athletic association?":["What sports are played at universities affiliated by # ent ?\n","2 4 4 0 4 5 6 7 10 8 4 \n"],"Which famous physicist was academically advised by Benjamin Pulleyn?":["Which famous physicist was academically advised by # ent ?\n","3 3 6 6 6 0 6 9 7 6 \n"],"In how many regions is English American spoken?":["In how many regions is English American spoken ?\n","8 3 4 5 8 7 8 0 8 \n"],"What religion did Gamini Seneviratne follow?":["What religion did # ent follow ?\n","2 3 0 5 6 3 3 \n"],"Give the name of the river with source place as Australian Alps and has mouth place as Goolwa , a place in Siyuth Australia ?":["Give the name of the river with source place # ent and has mouth place as Goolwa , a place in Siyuth Australia ?\n","0 3 1 3 6 4 1 9 11 11 7 1 1 15 13 15 16 17 20 17 20 23 21 1 \n"],"Who has military branches are Colonial troops and Continental Army?":["Who has military branches are Colonial troops and # ent ?\n","2 0 4 5 2 7 5 7 10 7 2 \n"],"What religions do politicians in the Korean Minjoo Party follow?":["What religions do politicians in the Korean Minjoo Party follow ?\n","2 3 10 3 3 9 9 9 5 0 10 \n"],"Which peak was first scaled by Krzysztof Wielicki?":["Which peak was first scaled by # ent ?\n","2 5 5 5 0 5 8 6 5 \n"],"who was the president under which Joe Purcell is a lieutenant?":["who was the president under which # ent is a lieutenant ?\n","2 0 4 2 9 5 8 9 4 11 9 2 \n"],"List the state of the universities whose nation is United States ?":["List the state of the universities whose nation # ent ?\n","0 3 1 3 6 4 8 10 10 6 1 \n"],"What is the nationality of Sune Agerschou ?":["What is the nationality of # ent ?\n","2 0 4 2 4 7 5 2 \n"],"Who all have been canonized by Pope Paul VI":["Who all have been canonized by # ent I\n","5 1 5 5 0 5 8 9 6 \n"],"Was Lionel Messi a member  of the 2009 FIFA World Cup squads?":["# ent a member of the 2009 FIFA World Cup squads ?\n","2 0 4 2 4 11 11 10 10 11 5 2 \n"],"Was the Lotuspool Records distributed by Napster?":["Was the # ent distributed by Napster ? # ent\n","0 4 4 1 4 5 6 1 10 0 \n"],"Name the parent company of Ford Falcon Cobra ?":["Name the parent company of # ent ?\n","0 4 4 1 4 7 5 1 \n"],"Which units are garrisoned at Arlington County, Virginia?":["Which units are garrisoned at # ent ?\n","2 4 4 0 4 7 5 4 \n"],"Count the number of  sport played by the school which also plays Association football ?":["Count the number of sport played by the school which also # ent ?\n","0 3 1 3 4 3 6 9 7 13 13 13 9 13 \n"],"List the people died in Hyderabad and are a member of political party ?":["List the people died in # ent and are a member of political party ?\n","4 3 4 0 4 7 5 4 4 11 9 11 14 12 4 \n"],"Which person's successor is Samsu-iluna?":["Which person 's successor # ent ?\n","2 4 2 6 6 0 6 \n"],"Name the sports played by Jamiatu Muslim Mindanao?":["Name the sports played by # ent ?\n","0 3 1 3 4 7 5 1 \n"],"Was X the Unknown edited by James needs?":["# ent edited by James needs # ent\n","2 6 2 3 4 0 8 6 \n"],"Which magazine's publisher is Jann Wenner and founded by Ralph J. Gleason?":["Which magazine 's publisher # ent and founded by Ralph J. Gleason ?\n","2 4 2 6 6 0 6 6 8 12 12 9 6 \n"],"How many people live in the Beverly Hills, California?":["How many people live in the # ent ?\n","2 3 4 0 4 8 8 5 4 \n"],"For how many movies have the music composer composed music, who have collaborated with Yes ?":["For how many movies have the music composer composed music , who have collaborated with Yes ?\n","0 3 4 5 1 8 8 9 5 9 10 14 14 10 14 15 16 \n"],"Name the driver who had a pole finish in 1989 Portuguese Grand Prix ?":["Name the driver who had a pole finish in # ent ?\n","0 3 1 5 3 8 8 5 8 11 9 1 \n"],"In how many areas do the networks broadcast, which also broadcasts in North Carolina?":["In how many areas do the networks broadcast , which also broadcasts in # ent ?\n","0 3 4 8 8 7 8 1 8 12 12 8 12 15 13 12 \n"],"Name the sovereign state of Wallington railway station ?":["Name the sovereign state of # ent ?\n","0 4 4 1 4 7 5 1 \n"],"What mammals fall into the biological family Canidae?":["What mammals fall into the biological family # ent ?\n","2 3 0 3 7 7 9 9 4 3 \n"],"Whihc party of the Mizoram Legislative Assembly is the government type of kumta ?":["Whihc party of the Mizoram Legislative Assembly is the government type of # ent ?\n","2 8 2 7 7 7 3 0 11 11 8 11 14 12 8 \n"],"What is the total number of regions served by the companies which also serves Australia?":["What is the total number of regions served by the companies which also # ent ?\n","2 0 5 5 2 5 6 7 8 11 9 15 15 15 11 15 \n"],"What tv series can be said to be related to the sarah jane adventure and dr who confidential?":["What tv series can be said to be related to the sarah jane adventure and dr who confidential ?\n","3 3 6 6 6 0 9 9 6 9 14 14 14 10 14 14 18 14 18 \n"],"Who are the maintainers of the bridges which cross the pandaruan river?":["Who are the maintainers of the bridges which cross the # ent ?\n","2 0 4 2 4 7 5 9 7 12 12 9 2 \n"],"What is the broadcast area of CFRX ?":["What is the broadcast area of # ent ?\n","2 0 5 5 2 5 8 6 2 \n"],"How many companies have manufactured the rockets launched from the Cape Canaveral Air Force Station?":["How many companies have manufactured the rockets launched from the # ent ?\n","2 3 5 5 0 7 5 7 8 12 12 9 5 \n"],"what are some units udner the US department of navy?":["what are some units udner the US department of navy ?\n","2 0 4 2 2 8 8 2 8 9 2 \n"],"Which destination of the Novair International Airways is also the  predecessor of the Chevrolet Caprice?":["Which destination of the Novair International Airways is also the predecessor of the # ent ?\n","2 8 2 7 7 7 3 0 8 11 8 11 15 15 12 8 \n"],"What did other artists associated with the Shirelles make?":["What did other artists associated with # ent make ?\n","9 9 4 9 4 5 8 6 0 9 \n"],"Which sitcoms are made by a company headquartered in NYC?":["Which sitcoms are made by a company headquartered in NYC ?\n","2 4 4 0 4 7 5 7 8 9 4 \n"],"Name the city of Duwamish River ?":["Name the city of # ent ?\n","0 3 1 3 6 4 1 \n"],"What is the airline company has its headquarters in Dublin Airport?":["What is the airline company has its headquarters in # ent ?\n","2 0 5 5 6 2 8 6 8 11 9 6 \n"],"Where was the Temptation Waits recorded?":["Where was the # ent recorded ?\n","2 0 5 5 2 5 2 \n"],"What is the state of origin of Abbas Jafri ?":["What is the state of origin of # ent ?\n","2 0 4 2 4 5 4 9 7 2 \n"],"Which river has its roots in Baikal Mountains?":["Which river has its roots in # ent ?\n","2 3 0 5 3 5 8 6 3 \n"],"What is the country whose leader was once Valentina Matviyenko?":["What is the country whose leader was once # ent ?\n","2 0 4 2 6 7 4 10 10 7 2 \n"],"Who are the writer of the singles whose music genre is Rhythm and blues ?":["Who are the writer of the singles whose music genre # ent ?\n","2 0 4 2 4 7 5 9 10 7 12 10 2 \n"],"Name the mountain which belongs to Sierra Nevada range and is located in Inyo National Forest?":["Name the mountain which belongs to Sierra Nevada range and is located in # ent ?\n","0 3 1 5 3 5 8 9 6 5 12 5 12 15 13 1 \n"],"Who coached the Marquette golden eagles men team in 09 to 10 and then again in 13 to 14 ?":["Who coached the Marquette golden eagles men team in 09 to 10 and then again in 13 to 14 ?\n","2 0 8 6 6 8 8 2 2 12 12 9 2 15 2 15 16 15 18 2 \n"],"Count the number of shows whose creators are Jerry Seinfeld and Larry David?":["Count the number of shows whose creators are Jerry Seinfeld and # ent ?\n","0 3 1 3 4 7 8 5 10 8 10 13 10 1 \n"],"How many TV shows have executive producer as Steven Moffat ?":["How many TV shows have executive producer # ent ?\n","2 4 4 5 0 7 9 9 5 9 \n"],"Which famous political figures are relatives to George Madison?":["Which famous political figures are relatives to # ent ?\n","4 4 4 5 0 5 6 9 7 5 \n"],"Was Kevin Jonas a part of Jonas brothers?":["# ent a part of # ent ?\n","2 0 4 2 4 7 5 2 \n"],"List the shows whose company's successor is Amblin Television.":["List the shows whose company 's successor # ent .\n","0 3 1 5 9 5 9 9 3 1 \n"],"How many shows are made by the channel whose predecessor was the Comedy Channel?":["How many shows are made by the channel whose predecessor was the Comedy Channel ?\n","2 3 5 5 0 5 8 6 10 11 8 14 14 11 5 \n"],"In which wars did commanders born in Indochina fight?":["In which wars did commanders born in # ent fight ?\n","4 1 4 0 4 5 6 9 10 7 4 \n"],"How many molluscas are there whose families are Buccinidae and Buccinoidea?":["How many molluscas are there whose families are # ent and Buccinoidea ?\n","2 3 4 0 4 7 8 4 10 8 10 10 10 \n"],"Was David Gilmour a former member of Pink Floyd?":["# ent a former member of # ent ?\n","2 0 5 5 2 5 8 6 2 \n"],"what are some players of England national football team?":["what are some players of # ent ?\n","2 0 4 2 4 7 5 2 \n"],"Give me a count of airlines whose hub airport is Los Angeles International Airport?":["Give me a count of airlines whose hub airport # ent ?\n","0 1 4 1 4 5 9 9 11 11 4 11 \n"],"How many awards have screenwriters won?":["How many awards have # ent won ?\n","2 3 4 7 6 7 0 7 \n"],"How many owners are there of things located in Alabama?":["How many owners are there of things located in # ent ?\n","2 3 4 0 4 5 6 7 8 11 9 4 \n"],"What is the television show whose opening theme is Where Everybody Knows Your Name?":["What is the television show whose opening theme # ent ?\n","2 0 5 5 2 8 8 10 10 5 2 \n"],"By what person of which political party is Balangir district led?":["By what person of which political party # ent led ?\n","10 3 9 3 4 7 9 9 10 0 10 \n"],"Who is the political figure whose military branch is Colonial troops?":["Who is the political figure whose military branch # ent ?\n","2 0 5 5 2 10 10 10 10 2 10 \n"],"Foxy Brown was associated with which band?":["Foxy Brown was associated with which band ?\n","2 4 4 0 4 7 5 4 \n"],"Name the common sports played at Polytechnic University of Philippines San Juan and Islamic Azad University?":["Name the common sports played at Polytechnic University of Philippines San Juan and Islamic Azad University ?\n","0 4 4 1 4 5 8 6 8 9 12 8 12 16 16 12 1 \n"],"Name the river whose mouth mountain is Essex and river mouth is North Sea?":["Name the river whose mouth mountain is Essex and river mouth # ent ?\n","0 3 1 6 6 7 3 7 8 11 13 13 8 1 \n"],"In how many countries do the rivers start which end at the Caspian Sea?":["In how many countries do the rivers start which end at the # ent ?\n","0 3 4 8 8 7 8 1 10 8 10 14 14 11 8 \n"],"Who is the leader of the Kriminalpolizei and Ordnungspolizei?":["Who is the leader of the Kriminalpolizei and # ent ?\n","2 0 4 2 4 7 5 7 10 7 2 \n"],"What is the death place of the Marina Pankova and Viktor Ulyanich?":["What is the death place of the Marina Pankova and # ent ?\n","2 0 5 5 2 5 9 9 6 9 12 9 2 \n"],"How many basketball players studied in the Midland College?":["How many basketball players studied in the # ent ?\n","2 4 4 5 0 5 9 9 6 5 \n"],"Who is the editor of Hearth and Home ?":["Who is the editor of # ent ?\n","2 0 4 2 4 7 5 2 \n"],"List the books by the authors buried in the Convent of the Barefoot Trinitarians?":["List the books by the authors buried in the # ent ?\n","0 3 1 1 6 4 6 7 11 11 8 1 \n"],"Was einstein a doctoral student of Alfred Kleiner?":["Was einstein a doctoral student of # ent ?\n","0 1 5 5 1 5 8 6 1 \n"],"Name the  people whose residence is Beverly Hills, California?":["Name the people whose residence # ent ?\n","0 3 1 5 7 7 1 1 \n"],"The authors of Zhorstoke nebo was influenced by whom ?":["The authors of # ent was influenced by whom ?\n","2 7 2 5 3 7 0 7 8 7 \n"],"What product is made by Sony and Foxconn togather?":["What product is made by Sony and # ent togather ?\n","2 4 4 0 4 5 6 9 6 4 4 \n"],"Who operates the Ganz UV?":["Who operates the # ent ?\n","2 0 5 5 2 2 \n"],"What location country of AH141 is also the nation of malaysia Junior hockey league ?":["What location country of AH141 is also the nation of # ent ?\n","3 3 6 3 4 0 6 9 6 9 12 10 6 \n"],"What were the occupations of Marcus Floyd?":["What were the occupations of # ent ?\n","2 0 4 2 4 7 5 2 \n"],"Who are the golf players whose college is Arizona State Sun Devils?":["Who are the golf players whose college # ent ?\n","2 0 5 5 2 7 9 9 5 9 \n"],"How many local authorities manage mixed gender schools?":["How many local authorities manage mixed gender schools ?\n","2 4 4 5 0 8 8 5 5 \n"],"Who is the person whose opponent's father is Newman Haynes Clanton?":["Who is the person whose opponent 's father # ent ?\n","2 0 4 2 6 8 6 10 10 4 10 \n"],"Which river flows through both eastern and western washington?":["Which river flows through both eastern and # ent ?\n","2 3 0 3 6 4 6 9 6 3 \n"],"Name the common institution of the Erica Frank and Douglass North?":["Name the common institution of the Erica Frank and # ent ?\n","0 4 4 1 4 8 8 5 8 11 8 1 \n"],"Name a office holder whose predecessor is Edward Douglass White and has son named Charles Phelps Taft II?":["Name a office holder whose predecessor is Edward Douglass White and has son named # ent ?\n","0 4 4 1 6 7 4 10 10 7 7 1 12 13 16 14 1 \n"],"List the ingredients of Kaszanka?":["List the ingredients of # ent ?\n","0 3 1 3 6 4 1 \n"],"List the language of Kunsten Museum of moder art Aalborg ?":["List the language of # ent ?\n","0 3 1 3 6 4 1 \n"],"Who have been the manager of national team of Spain?":["Who have been the manager of national team of Spain ?\n","3 3 0 5 3 5 8 6 8 9 3 \n"],"For which common president did Jim Sasser and Mike McCurry work?":["For which common president did Jim Sasser and Mike McCurry work ?\n","5 4 4 5 0 7 5 7 10 11 7 5 \n"],"What is the municipality of the Homestead Grays Bridge and Roberto Clemente Bridge?":["What is the municipality of the Homestead Grays Bridge and # ent ?\n","2 0 4 2 4 9 8 9 5 9 12 9 2 \n"],"Who is a successor of Kingship whose parents were Julius Caesar?":["Who is a successor of Kingship whose parents were # ent ?\n","2 0 4 2 4 5 8 9 4 11 9 2 \n"],"How many organizations work for Environmentalism?":["How many organizations work for # ent ?\n","2 3 4 0 4 7 5 4 \n"],"Who is the predecessor of Voere ?":["Who is the predecessor of # ent ?\n","2 0 4 2 4 7 5 2 \n"],"Name the common musical band of Take Me There and Tonight's the Night ?":["Name the common musical band of Take Me There and Tonight 's the Night ?\n","0 5 5 5 1 5 6 7 7 14 14 11 14 0 14 \n"],"is ANYway in the Quack album?":["# ent in the Quack album ?\n","2 0 2 6 6 3 2 \n"],"How many more teams have rented the stadium used by Raptors 905?":["How many more teams have rented the stadium used by # ent ?\n","2 4 4 6 6 0 8 6 8 9 12 10 6 \n"],"List the common prime minister of the Robert Ray and graham richardson ?":["List the common prime minister of the Robert Ray and # ent ?\n","0 5 5 5 1 5 9 9 6 9 12 9 1 \n"],"who manufactures the SHO V8?":["who manufactures the SHO V8 ?\n","2 0 5 5 2 2 \n"],"What is the television show whose opening theme's album is Cheers?":["What is the television show whose opening theme 's album # ent ?\n","2 0 5 5 2 8 8 12 8 12 12 5 2 \n"],"In which television shows have Steven Moffat served as an executive producer?":["In which television shows have # ent served as an executive producer ?\n","5 1 4 5 0 7 5 7 8 12 12 9 5 \n"],"What belongs to the families of Buccinidae and Buccinoidea?":["What belongs to the families of # ent and Buccinoidea ?\n","2 0 2 5 3 5 8 6 8 8 2 \n"],"What are the movies whose cinematographer is Gregg Toland?":["What are the movies whose cinematographer # ent ?\n","2 0 4 2 6 8 8 4 8 \n"],"In how many different highschools have people schooled in Penn State Nittany Lions football studied?":["In how many different highschools have people schooled in # ent studied ?\n","6 3 5 5 6 0 12 7 8 11 9 6 12 \n"],"How many different people hold authority over the members of Balanidae family?":["How many different people hold authority over the members of # ent family ?\n","2 4 4 5 0 5 6 9 7 9 13 13 10 5 \n"],"Who is the american football player whose highschool is Ringgold High School (Pennsylvania)?":["Who is the american football player whose highschool # ent ?\n","2 0 6 6 6 2 8 10 10 0 10 \n"],"Count the total number of conflicts people who were part of conflict in afghanisthan ?":["Count the total number of conflicts people who were part of conflict in # ent ?\n","0 4 4 1 4 5 4 9 7 9 10 11 9 15 13 1 \n"],"Name the common serving line of Daund Junction railway station and Ujjain Junction railway station?":["Name the common serving line of Daund Junction railway station and # ent ?\n","0 5 5 5 1 5 8 10 10 6 10 13 10 1 \n"],"List some songwriters whose work has been recorded in Miami?":["List some songwriters whose work has been recorded in # ent ?\n","0 3 1 5 8 8 8 3 8 11 9 1 \n"],"Is KOMC-FM the sister station of KOMC (AM)?":["# ent the sister station of KOMC # ent\n","2 0 5 5 2 5 9 9 6 \n"],"who are the managers of england national under 20 football team?":["who are the managers of # ent ?\n","2 0 4 2 4 7 5 2 \n"],"What is the total number of relgions followed by people born in Bangkok?":["What is the total number of relgions followed by people born in # ent ?\n","2 0 5 5 2 5 6 7 8 9 10 11 14 12 2 \n"],"In how many different places have US people died?":["In how many different places have US people died ?\n","0 3 5 5 6 1 8 9 6 9 \n"],"What sports team's arena is The Palace of Auburn Hills":["What sports team 's arena # ent s\n","3 3 7 3 7 7 8 0 \n"],"Which animator of the The Skeleton Dance is also the director of The Haunted House (1929 film) ?":["Which animator of the # ent is also the director of The Haunted House ( 1929 film ) ?\n","2 7 2 6 6 3 0 7 10 7 10 14 14 11 17 17 14 17 7 \n"],"In how many different wars have people graduated from the Army Command and General staff college fought?":["In how many different wars have people graduated from the Army Command and General staff college fought ?\n","8 3 5 5 6 8 8 0 8 16 12 16 12 16 16 9 8 8 \n"],"What is the  name of the television show whose developer is J. Michael Straczynski and actor is Jason Carter (actor)?":["What is the name of the television show whose developer # ent and actor is Jason Carter ( actor ) ?\n","2 0 4 2 4 8 8 5 10 12 12 15 12 12 0 17 15 17 17 17 15 \n"],"Michael Deeley produce how many movies?":["# ent produce how many movies ?\n","2 3 0 5 6 3 3 \n"],"List borders of the admin region bordering Arctic ocean ?":["List borders of the admin region bordering # ent ?\n","2 0 2 6 6 3 2 9 7 2 \n"],"What is the nationality of the J. T. Krogh which is also the  sovereign state of the Camilla Martin":["What is the nationality of the J. T. Krogh which is also the sovereign state of the # ent n\n","2 0 4 2 4 9 9 9 5 11 9 11 15 15 11 15 19 19 16 19 \n"],"List  bacterias whose orde is Bacillales and division is Firmicutes?":["List bacterias whose orde # ent and division is Firmicutes ?\n","2 9 6 6 6 9 6 6 0 9 9 \n"],"To which family does korean fox belongs to ?":["To which family # ent belongs to ?\n","6 3 5 5 6 0 6 7 \n"],"Name the river whose source place is Gloucestershire and mouth place is Southend-on-Sea ?":["Name the river whose source place is Gloucestershire and mouth place # ent ?\n","0 3 1 6 6 7 3 13 8 11 13 13 7 1 \n"],"How many movies did Joel Schumacher direct?":["How many movies did # ent direct ?\n","2 3 4 0 6 7 4 4 \n"],"Which cities have the river one of whose Tributary is the Missouri's big spring?":["Which cities have the river one of whose Tributary is the Missouri 's big spring ?\n","2 3 0 5 3 3 6 9 10 7 12 15 12 15 10 3 \n"],"What is the type of Vesak ?":["What is the type of # ent ?\n","2 0 4 2 4 7 5 2 \n"],"List the awards won by the fashion designer which have been recognized by Tennessee State Museum ?":["List the awards won by the fashion designer which have been recognized by # ent ?\n","0 3 4 1 4 8 8 5 12 12 12 8 12 15 13 4 \n"],"Name the species of Panthera leo fossilis ?":["Name the species of # ent ?\n","0 3 1 3 6 4 1 \n"],"What is the route start of Capitol 400 ?":["What is the route start of # ent ?\n","2 0 4 2 2 5 8 6 2 \n"],"How many schools have a bison as their mascot?":["How many schools have a # ent as their mascot ?\n","2 3 4 0 7 7 4 4 10 8 4 \n"],"How many factions have fought in wars where Francois Marie Le Marchand de Lignery was involved?":["How many factions have fought in wars where # ent was involved ?\n","2 3 5 5 0 5 6 12 10 12 12 7 5 \n"],"What sport has made Eric Schiller famous, and has employed Craig Van Tibury?":["What sport has made # ent famous , and has employed Craig Van Tibury ?\n","2 4 4 0 6 7 4 4 4 11 4 14 14 11 4 \n"],"To what region is Sukhumbhand Paribatra, a leader?":["To what region # ent , a leader ?\n","0 3 5 5 1 5 8 5 5 \n"],"Which software uses windows as it's operating system and is written in C++ ?":["Which software uses windows as it 's operating system and is written in # ent ?\n","2 3 0 3 7 7 3 9 7 3 12 3 12 15 13 12 \n"],"Give the distinct number of other party of the people which have one of the party as Janata Party ?":["Give the distinct number of other party of the people which have one of the party # ent ?\n","0 4 4 1 4 7 5 7 10 8 12 10 12 13 16 18 18 14 1 \n"],"List the former partner of the figure skaters whose former choreographer was Igor Shpillband.":["List the former partner of the figure skaters whose former choreographer # ent .\n","0 4 4 1 4 8 8 5 11 11 13 13 4 1 \n"],"Which BBC's TV show is related with the Sarah Jane Adventures?":["Which BBC 's TV show is related with # ent ?\n","7 5 2 5 7 7 0 7 10 8 7 \n"],"Was His New Job edited by Charlie Chaplin?":["# ent edited by Charlie C # ent\n","2 0 2 3 7 7 8 4 \n"],"Which mountains are contained in Inyo National Forest?":["Which mountains are contained in # ent ?\n","2 4 4 0 4 7 5 4 \n"],"Where are the homestadiums of the seasons chaired by Merritt Paulson?":["Where are the homestadiums of the seasons chaired by # ent ?\n","2 0 4 2 4 7 5 7 8 11 9 2 \n"],"What is the architecture of First National Bank and Trust Building (Lima, Ohio) ?":["What is the architecture of # ent ?\n","2 0 4 2 4 7 5 2 \n"],"What are some languages in the italic family of languages?":["What are some languages in the italic family of languages ?\n","2 0 4 2 4 8 8 5 8 9 2 \n"],"Who all held a position when Gough Whitlam was the prime minister?":["Who all held a position when # ent was the prime minister ?\n","3 1 0 5 3 9 8 9 3 12 12 9 3 \n"],"Which country has given citizenship to both saima chowdhury and edmund john?":["Which country has given citizenship to both # ent and edmund john ?\n","2 4 4 0 4 4 9 9 12 9 9 6 4 \n"],"How many other race are there of the adult (pornographic) actors whose ethnicity is Cherokee ?":["How many other race are there of the adult ( pornographic ) actors whose ethnicity # ent ?\n","2 4 4 5 0 5 6 13 11 11 13 11 7 15 17 17 0 17 \n"],"Stockholm is the HQ of how many things?":["# ent is the HQ of how many things ?\n","2 3 0 5 3 5 8 9 6 3 \n"],"In how many regions is the Baco Noir made?":["In how many regions is the # ent made ?\n","0 3 4 5 1 8 8 5 8 5 \n"],"Where does the Jerusalem Institute of Justice render their services?":["Where does the # ent render their services ?\n","6 6 5 5 6 0 8 6 6 \n"],"What borders siberia?":["What # ent ?\n","3 3 0 3 \n"],"What is the region of the successor of Mr. Jerome B. Chaffee ?":["What is the region of the successor of Mr. # ent ?\n","2 0 4 2 4 7 5 7 11 11 8 2 \n"],"List down the commanders of Battle of Fort stephenson ?":["List down the commanders of # ent ?\n","0 1 4 1 4 7 5 1 \n"],"ARM Architecture acts as a game platform for how many things?":["# ent acts as a game platform for how many things ?\n","2 3 0 3 7 7 4 7 10 11 8 3 \n"],"Who is the scientist whose academic advisor is Franz Brentano?":["Who is the scientist whose academic advisor # ent ?\n","2 0 4 2 7 7 9 9 4 2 \n"],"Where did Paul Jones do his highschool?":["Where did Paul Jones do his highschool ?\n","5 5 4 5 0 7 5 5 \n"],"Which  institution of the Alton Ochsner is the alma mater of the Michael Hahn ?":["Which institution of the # ent is the alma mater of the Michael Hahn ?\n","2 7 2 6 6 3 0 10 10 7 10 14 14 11 7 \n"],"What do craig Van tilbury and karen Grigorian do for a living?":["What do craig Van tilbury and # ent do for a living ?\n","5 5 5 5 9 5 8 5 0 9 12 10 9 \n"],"name the races where bobby beasley took part ?":["name the races where # ent took part ?\n","0 3 1 7 6 7 3 7 1 \n"],"Where do cherry chevapravatdumrong and daisi pollard both live?":["Where do cherry chevapravatdumrong and # ent both live ?\n","9 9 4 2 4 7 4 9 0 9 \n"],"Which institution of the Alton Ochsner is also the alma mater of John Michael Seabright ?":["Which institution of the Alton Ochsner is also the alma mater of # ent ?\n","2 7 2 6 6 3 0 7 11 11 7 11 14 12 7 \n"],"what mountains are in sierra nevada?":["what mountains are in sierra nevada ?\n","2 3 0 3 6 4 3 \n"],"What softwares were created by Apple Productivity Experience Group ?":["What softwares were created by # ent ?\n","2 4 4 0 4 7 5 4 \n"],"Is the magnolia place of the greek revival architectural style?":["Is the # ent of the greek re # ent\n","0 4 4 1 4 10 10 10 10 5 \n"],"In which monarch did Li Si succeed someone?":["In which monarch did # ent succeed someone ?\n","4 1 4 7 6 7 0 7 7 \n"],"List the awards given to the relatives of Gregorios Bernardakis.":["List the awards given to the relatives of # ent .\n","0 3 1 3 4 7 5 7 10 8 1 \n"],"What politician's partner is Diana Taylor ?":["What politician 's partner is Diana Taylor ?\n","2 4 2 5 0 7 5 5 \n"],"Which football players have Newell's Old Boys as youthclub?":["Which football players have # ent as youthclub ?\n","3 3 4 0 6 4 4 7 4 \n"],"How many cities are around the sea which flows into the Atlantic?":["How many cities are around the sea which flows into the Atlantic ?\n","2 3 4 0 4 7 5 9 7 9 12 10 4 \n"],"How many awards have been given to the ones who died of lung cancer?":["How many awards have been given to the ones who died of # ent ?\n","2 3 6 6 6 0 6 9 7 11 9 11 14 12 6 \n"],"How many honorary title are there of the scientists who has  Australian of the Year award  ?":["How many honorary title are there of the scientists who has # ent award ?\n","2 4 4 5 0 5 6 9 7 11 9 14 14 11 5 \n"],"How many people are known for Dragons' Den?":["How many people are known for Dragons ' Den ?\n","2 3 5 5 0 5 9 7 6 5 \n"],"Is Giorgos Kaminis the mayor of Athens?":["# ent the mayor of # ent ?\n","2 0 4 2 4 7 5 2 \n"],"How many writers speak a language belonging to the Germanic kind of languages?":["How many writers speak a language belonging to the Germanic kind of languages ?\n","2 3 4 0 6 4 6 7 11 11 8 11 12 4 \n"],"Name the capital of Barony of Caux ?":["Name the capital of # ent ?\n","0 3 1 3 6 4 1 \n"],"Is Tenzing Norgay  the first person to scale Mt. Everest?":["# ent the first person to scale Mt. Everest ?\n","2 0 5 5 2 7 5 9 7 2 \n"],"Count the number of other product of the banks whose one of the product is Wealth management ?":["Count the number of other product of the banks whose one of the product # ent ?\n","0 3 1 3 6 4 6 9 7 11 17 11 14 16 16 12 3 \n"],"How many have been venerateds in Islam and Judaism?":["How many have been venerateds in Islam and # ent ?\n","2 4 4 0 4 5 6 7 10 7 4 \n"],"Rivers which end in Arkansas go through which cities?":["Rivers which end in # ent go through which cities ?\n","7 3 1 3 6 4 0 7 10 8 7 \n"],"Name the person whose parent is Pattie Mallette?":["Name the person whose parent # ent ?\n","0 3 1 5 7 7 3 1 \n"],"Count the number of offices held by people who have their allegiances with the american civil war union?":["Count the number of offices held by people who have their allegiances with the american civil war union ?\n","0 3 1 3 4 5 6 7 10 8 12 10 10 18 18 17 18 13 1 \n"],"What are all the prizes won by the writer of A Grand Day Out?":["What are all the prizes won by the writer of # ent ?\n","2 0 5 5 2 5 6 9 7 9 12 10 2 \n"],"What is the television show whose previous work is The Spirit of Christmas (short film)?":["What is the television show whose previous work # ent ?\n","2 0 5 5 2 8 8 10 10 5 10 \n"],"Count the total religions followed by the ones living in England.":["Count the total religions followed by the ones living in # ent .\n","0 4 4 1 4 5 8 6 8 9 12 10 1 \n"],"Is the hyundai elantra related to hyundai lavita?":["Is the # ent related to # ent ?\n","0 4 4 1 4 5 8 6 1 \n"],"What are the important buildings of the architect whose one of the significant building is Krasnye Vorota?":["What are the important buildings of the architect whose one of the significant building is Krasnye Vorota ?\n","2 0 5 5 2 5 8 6 10 15 10 14 14 11 8 17 15 2 \n"],"Name the common institute of Robert hall and Erica Frank ?":["Name the common institute of Robert hall and # ent ?\n","0 4 4 1 4 7 5 7 10 7 1 \n"],"Name the TV show whose cast member is Companion (Doctor Who) and is related to The Sarah Jane Adventures?":["Name the TV show whose cast member is Companion ( Doctor Who ) and is related to # ent ?\n","0 3 4 1 7 7 8 4 8 9 12 9 9 8 16 8 16 19 17 16 \n"],"Which country's leader is David Johnston?":["Which country 's leader # ent ?\n","2 4 2 6 6 0 6 \n"],"Give me a count of musical artists collaborating with Waylon Jennings?":["Give me a count of musical artists collaborating with # ent ?\n","0 1 4 1 4 7 5 7 8 11 9 1 \n"],"Count everyone who was in the military unit which is structured like the Marine Aircraft Group 13 ?":["Count everyone who was in the military unit which is structured like the # ent ?\n","0 1 4 2 4 8 8 5 11 11 8 11 15 15 12 1 \n"],"In how many places can I find wine made of Vitis vinifera grapes?":["In how many places can I find wine made of # ent grapes ?\n","7 3 4 7 7 7 0 7 8 9 13 13 10 7 \n"],"Was the skeleton dance animated by Walt Disney?":["# ent animated by Walt Disney ? # ent\n","2 0 2 3 6 4 2 9 0 \n"],"Which comic characters are painted by Bill Finger?":["Which comic characters are painted by # ent ?\n","3 3 5 5 0 5 8 6 5 \n"],"List education institute of the engineers whose alma mater is ChristChurch ?":["List education institute of the engineers whose alma mater # ent ?\n","3 3 0 3 6 4 9 9 11 11 3 3 \n"],"Which televison shows have location as Massachusetts ?":["Which televison shows have location # ent ?\n","3 3 4 0 7 7 4 4 \n"],"The successor of Ellsworth Bunker belongs to which religion?":["The successor of # ent belongs to which religion ?\n","2 6 2 5 3 0 6 9 7 6 \n"],"What medals have been given to people who died of lung cancer?":["What medals have been given to people who died of # ent ?\n","2 5 5 5 0 5 6 9 7 9 12 10 5 \n"],"In which mountain range does the Rochers De Naye lie?":["In which mountain range does the # ent lie ?\n","5 1 4 5 0 9 8 9 5 5 \n"],"Was Krzystof Wielicki the first person that ascended the mt everest?":["# ent the first person that ascended the mt everest ?\n","2 0 5 5 2 7 5 10 10 7 2 \n"],"How many mountain ranges are located in the Canton of Fribourg?":["How many mountain ranges are located in the # ent ?\n","2 4 4 6 6 0 6 10 10 7 6 \n"],"Which companies are founded in the city of which Collin County Texas is a part?":["Which companies are founded in the city of which # ent is a part ?\n","2 4 4 0 4 7 5 12 8 11 12 7 14 12 4 \n"],"what are some neighboring cities of Pregny Chambsy?":["what are some neighboring cities of # ent ?\n","2 0 5 5 2 5 8 6 2 \n"],"Through which counties does the road go which starts at the Port Klang?":["Through which counties does the road go which starts at the # ent ?\n","4 1 4 0 6 7 4 9 7 9 13 13 10 7 \n"],"How many developers make softwares for Unix like operating systems?":["How many developers make softwares for # ent operating systems ?\n","2 3 4 0 4 4 8 10 10 6 4 \n"],"What is the capital of the region which maintains the South Park Bridge ?":["What is the capital of the region which maintains the # ent ?\n","2 0 4 2 4 7 5 9 4 12 12 9 2 \n"],"AH141 highway is a part of which country?":["# ent highway is a part of which country ?\n","3 3 4 0 6 4 6 9 7 4 \n"],"Which ceremonial County of the East Tilbury is also the local authority of the Buckhurst Hill County High School ?":["Which ceremonial County of the # ent is also the local authority of the Buckhurst Hill County High School ?\n","3 3 8 3 7 7 4 0 8 12 12 8 12 19 16 17 19 19 13 8 \n"],"List the launch site of the rockets whose one of the launch site has been Cape Canaveral Air Force Station Launch Complex 26 ?":["List the launch site of the rockets whose one of the launch site has been # ent ?\n","0 4 4 1 4 7 5 9 15 9 13 13 10 15 7 17 15 1 \n"],"How many wars took place in Israel?":["How many wars took place in # ent ?\n","2 3 4 0 4 4 8 6 4 \n"],"Which education institute of Duncan U. Fletcher is also the university of Vanderbilt Commodores ?":["Which education institute of Duncan U. Fletcher is also the university of # ent ?\n","3 3 8 3 7 7 4 0 8 11 8 11 14 12 8 \n"],"How many total religions are followed by people whose hometown is somewhere in India?":["How many total religions are followed by people whose hometown is somewhere in # ent ?\n","2 4 4 6 6 0 6 7 10 11 8 11 12 15 13 6 \n"],"What were the awards won by the founder of Walt Disney Records ?":["What were the awards won by the founder of # ent ?\n","2 0 4 2 4 5 8 6 8 11 9 2 \n"],"England is the origin of how many things?":["# ent is the origin of how many things ?\n","2 3 0 5 3 5 8 9 6 3 \n"],"Where is the county seat of King County, Washington?":["Where is the county seat of # ent ?\n","2 0 5 5 2 5 8 6 2 \n"],"Is Rain Over me in the planet pit album?":["# ent in the planet pi # ent\n","2 0 2 8 7 7 8 3 \n"],"How many people work at the FBI?":["How many people work at the FBI ?\n","2 3 4 0 4 7 5 4 \n"],"How many people have been trained in an institute located in California?":["How many people have been trained in an institute located in # ent ?\n","2 3 6 6 6 0 6 9 7 9 10 13 11 6 \n"],"Where is the tomb of son of Bruce Lee?":["Where is the tomb of son of # ent ?\n","2 0 4 2 4 5 6 9 7 2 \n"],"What are some famous companies founded in the US?":["What are some famous companies founded in the US ?\n","2 0 5 5 2 5 6 9 7 2 \n"],"Who were fighting the war where the QF Hotchkiss was used?":["Who were fighting the war where the QF Hotchkiss was used ?\n","3 3 0 5 3 11 9 9 11 11 5 3 \n"],"How many people are buried in Arlington National Cemetery?":["How many people are buried in # ent ?\n","2 3 5 5 0 5 8 6 5 \n"],"Which country were the people from who became famous for the Ramon Mangsaysay Award?":["Which country were the people from who became famous for the # ent ?\n","2 3 0 5 3 5 8 6 8 8 13 13 10 3 \n"],"What are some bands originating in London?":["What are some bands originating in # ent ?\n","2 0 4 2 4 5 8 6 2 \n"],"Who is associated to Publius Servilius Vatia Isauricus  and Marcus Calpurnius Bibulus?":["Who is associated to Publius Servilius Vatia Isauricus and # ent ?\n","3 3 0 3 8 8 8 4 8 11 8 3 \n"],"Name the major shrine of Bogumilus?":["Name the major shrine of # ent ?\n","0 4 4 1 4 7 5 1 \n"],"What is the political party of the Satish Kumar Sharma which is also the political party of Manthena Venkata Raju?":["What is the political party of the Satish Kumar Sharma which is also the political party of # ent ?\n","2 0 5 5 2 5 10 10 10 6 12 5 12 16 16 12 16 19 17 2 \n"],"What are the other launch site of the rockets which also have been launched from  Cape Canaveral Air Force Station Launch Complex 5 ?":["What are the other launch site of the rockets which also have been launched from # ent ?\n","2 0 6 6 6 2 6 9 7 14 14 14 14 6 14 17 15 2 \n"],"Name the TV shows related to Babylon 5: The Lost Tales and is aired on Prime TIme Entertainment Networks ?":["Name the TV shows related to # ent and is aired on Prime TIme Entertainment Networks ?\n","0 3 4 1 1 5 8 6 1 11 1 11 14 16 16 12 1 \n"],"Who is the person whose alma mater is Harvard-Westlake School?":["Who is the person whose alma mater # ent ?\n","2 0 4 2 7 7 9 9 4 2 \n"],"In how many nations can I find people related to the feminist movement?":["In how many nations can I find people related to the # ent movement ?\n","7 3 4 7 7 7 0 7 8 9 14 13 14 10 7 \n"],"Who wrote the musical based on Mary Poppins?":["Who wrote the musical based on # ent ?\n","2 0 4 2 4 5 8 6 2 \n"],"With whom is Heinz Kokott a relative to who also served Nazi Army?":["With whom # ent a relative to who also served Nazi Army ?\n","6 1 4 6 6 0 6 10 10 7 12 10 6 \n"],"Who is the former partner of the figure skater which was the former partner of Brynn Carman ?":["Who is the former partner of the figure skater which was the former partner of # ent ?\n","2 0 5 5 2 5 9 9 6 11 9 14 14 11 14 17 15 2 \n"],"Name the person whose relation is Dee Dee Warwick?":["Name the person whose relation # ent ?\n","0 3 1 5 7 7 3 1 \n"],"Give me some series whose network's owning company is Warner Bros. Television?":["Give me some series whose network 's owning company # ent ?\n","0 1 4 1 6 9 6 9 11 11 0 11 \n"],"In which region was political figure Wayne Allard elected?":["In which region was political figure # ent elected ?\n","4 1 4 0 6 8 8 4 8 4 \n"],"Who are the founders of Iskra ?":["Who are the founders of # ent ?\n","2 0 4 2 4 7 5 2 \n"],"To which families does the Koolakamba belong ?":["To which families does the # ent belong ?\n","8 1 4 8 7 7 8 0 8 \n"],"Graduates of Somerville College have been in how many political parties?":["Graduates of Somerville College have been in how many political parties ?\n","6 1 4 2 6 0 6 9 11 11 7 6 \n"],"List all the developers of the Oddworld series?":["List all the developers of the # ent series ?\n","0 4 4 1 4 9 8 9 5 1 \n"],"Which county seats are in the district where I can find the Hylebos Creek?":["Which county seats are in the district where I can find the # ent ?\n","3 3 4 0 4 7 5 11 11 11 7 14 14 11 4 \n"],"Give me a count of all the producers of all the movies whose music was done by James Horner?":["Give me a count of all the producers of all the movies whose music was done by # ent ?\n","0 1 4 1 4 8 8 5 8 12 12 9 14 16 16 12 16 19 17 1 \n"],"List the notable work of David Isaacs (writer)?":["List the notable work of # ent ?\n","0 4 4 1 4 7 5 1 \n"],"How many people are buried in the Winchester Cathedral?":["How many people are buried in the # ent ?\n","2 3 5 5 0 5 9 9 6 5 \n"],"Name the tv series produced by Stephen Ambrose and Erik Bork?":["Name the tv series produced by Stephen Ambrose and # ent ?\n","0 4 4 1 4 5 8 6 8 11 8 1 \n"],"Where is the origin of Filbert's Old Time Root Beer ?":["Where is the origin of # ent ?\n","2 0 4 2 4 7 5 2 \n"],"Which largest city of Salsette Island is also the largest city of India ?":["Which largest city of # ent is also the largest city of India ?\n","3 3 7 3 6 4 0 7 11 11 7 11 12 7 \n"],"Name the mammals which are primate and belongs to family of ape ?":["Name the mammals which are # ent and belongs to family of ape ?\n","0 3 1 5 3 7 5 5 5 9 10 11 12 1 \n"],"In which military conflict were Phm Vn ng and John McEwen commanders ?":["In which military conflict were Phm Vn ng and # ent commanders ?\n","5 1 4 5 0 7 8 5 8 11 12 8 5 \n"],"Count the number of judges who've come on CTV network shows.":["Count the number of judges who 've come on CTV network shows .\n","12 3 1 3 4 8 8 5 8 11 12 0 12 \n"],"Which operator of ganz UV is also the nationality of the Gza Horvth ?":["Which operator of # ent is also the nationality of the Gza Horvth ?\n","2 6 2 5 3 0 6 9 6 9 13 13 10 6 \n"],"Give me a count of movies whose producer is Larry J. Franco?":["Give me a count of movies whose producer # ent ?\n","0 1 4 1 4 5 8 10 10 4 10 \n"],"Which fields' academic journals are found in the US?":["Which fields ' academic journals are found in the US ?\n","2 5 2 5 7 7 0 7 10 8 7 \n"],"Mike Shinoda is in which band?":["# ent is in which band ?\n","2 3 0 3 6 4 3 \n"],"Name the movie whose director of photography is Gregg Toland and Bernard Herrmann was the music composer?":["Name the movie whose director of photography is Gregg Toland and # ent was the music composer ?\n","14 3 1 5 8 5 6 3 10 8 10 13 10 0 17 17 14 14 \n"],"Name the members of  boards of Freedom of the City and Trinity House?":["Name the members of boards of Freedom of the City and # ent ?\n","0 3 1 3 4 3 6 7 10 8 7 13 7 1 \n"],"Name the other wine region of the grapes whose one of the wine region is Michigan?":["Name the other wine region of the grapes whose one of the wine region # ent ?\n","0 5 5 5 1 5 8 6 10 17 10 14 14 16 16 11 1 \n"],"Name the largest city of the country where the body of Amit Saigal was discovered?":["Name the largest city of the country where the body of # ent was discovered ?\n","0 4 4 1 4 7 5 15 10 15 10 13 11 15 4 1 \n"],"Los Angeles Lakers is the team of which basketball players?":["# ent is the team of which basketball players ?\n","2 3 0 5 3 9 6 9 5 3 \n"],"What is the common debut team of the Butch Metzger and Dan Otero?":["What is the common debut team of the Butch Metzger and # ent ?\n","2 0 6 6 6 2 6 10 10 7 10 13 10 2 \n"],"Collect and return a list of things in the area where Spanish language is used?":["Collect and return a list of things in the area where # ent is used ?\n","0 1 1 5 3 5 6 3 10 8 15 13 15 15 10 1 \n"],"What famous musicians play the remo?":["What famous musicians play the # ent ?\n","3 3 4 0 7 7 4 4 \n"],"Name the music artist which collaborated with the spouse of Jessi Colter?":["Name the music artist which collaborated with the spouse of # ent ?\n","0 4 4 1 6 4 6 9 7 9 12 10 1 \n"],"Count the number of sports played by the universities whose one of the sports is baketball ?":["Count the number of sports played by the universities whose one of the sports # ent ?\n","0 3 1 3 4 3 6 9 7 11 3 11 16 16 16 12 11 \n"],"Which television shows has sound format as 5.1 surround?":["Which television shows has sound format as 5.1 surround ?\n","3 3 4 0 6 4 4 9 7 4 \n"],"Who is the producer of the single which was the subsequent work of He's a Liar?":["Who is the producer of the single which was the subsequent work of # ent ?\n","2 0 4 2 4 7 5 9 4 12 12 9 12 15 13 2 \n"],"How many cars can I find related to the cars which have a V8 engine?":["How many cars can I find related to the cars which have a # ent ?\n","2 3 6 6 6 0 6 7 10 8 12 10 15 15 12 6 \n"],"What products do US companies make?":["What products do US companies make ?\n","2 6 6 5 6 0 6 \n"],"Name the person with opponents Ike Clanton and Tom McLaury?":["Name the person with opponents Ike Clanton and # ent ?\n","0 3 1 1 4 7 5 7 10 7 1 \n"],"Who first ascented a mountain of Mount Hoffmann ?":["Who first ascented a mountain of # ent ?\n","3 3 0 5 3 5 8 6 3 \n"],"Where did Wallace Dollase die?":["Where did # ent die ?\n","5 5 4 5 0 5 \n"],"In which state is Red Willow Creek?":["In which state # ent ?\n","5 1 5 5 0 5 \n"],"What is the nation of the speedway league where Ikaros Smederna played?":["What is the nation of the speedway league where # ent played ?\n","2 0 4 2 4 8 8 5 12 11 12 4 2 \n"],"How many non fiction topics does Thud! deals with?":["How many non fiction topics # ent deals with ?\n","2 5 5 5 9 7 8 0 8 8 \n"],"Which route start of Moscow-Kazan high-speed railway is the home stadium of 2011-12 FC Spartak Moscow ?":["Which route start of # ent is the home stadium of 2011 - 12 FC Spartak Moscow ?\n","2 7 2 3 6 4 0 10 10 7 10 11 14 12 16 0 16 16 \n"],"How many people were in a youthclub which played in the Argentine Primera Division?":["How many people were in a youthclub which played in the # ent ?\n","2 3 4 0 4 7 5 9 7 9 13 13 10 4 \n"],"What is the home town of the musician of Jack your Body ?":["What is the home town of the musician of # ent ?\n","2 0 5 5 2 5 8 6 8 11 9 2 \n"],"List the mountains of the range Sierra Nevada (U.S.) located in  California?":["List the mountains of the range # ent located in California ?\n","0 3 1 3 8 8 8 4 8 9 10 1 \n"],"What kind of buildings were designed by Pyusawhti?":["What kind of buildings were designed by # ent ?\n","2 6 2 3 6 0 6 9 7 6 \n"],"How many developers have worked on games of the Oddworld series?":["How many developers have worked on games of the # ent series ?\n","2 3 5 5 0 5 6 7 12 11 12 8 5 \n"],"Name the home ground of  2015 Fort Lauderdale Strikers season ?":["Name the home ground of # ent ?\n","0 4 4 1 4 7 5 1 \n"],"Where are the cooper mountain vineyards and Mt. bachelor ski area located?":["Where are the cooper mountain vineyards and Mt. bachelor ski area located ?\n","2 0 6 6 6 2 6 11 11 11 6 11 2 \n"],"How many bands began in Birmingham?":["How many bands began in # ent ?\n","2 3 4 0 4 7 5 4 \n"],"How many causes of death have been associated with American citizens?":["How many causes of death have been associated with American citizens ?\n","2 3 8 3 4 8 8 0 8 11 9 8 \n"],"Was Noko a band member of Luxuria?":["# ent a band member of Luxuria ?\n","2 0 5 5 2 5 6 2 \n"],"For how many teams have the league players of Czech Extraliga, previously played?":["For how many teams have the league players of # ent , previously played ?\n","14 3 4 5 1 8 8 5 8 11 9 14 14 0 14 \n"],"Which television show is the subsequent work of Frasier and the opening theme is Gary Portnoy?":["Which television show is the subsequent work of Frasier and the opening theme # ent ?\n","3 3 4 0 7 7 4 7 8 9 13 13 9 15 7 15 \n"],"Rashid Behbudov State Song Theatre and Baku Puppet Theatre can be found in which country?":["# ent and Baku Puppet Theatre can be found in which country ?\n","2 9 2 6 6 2 9 9 0 9 12 10 9 \n"],"Artists trained at art students league NY are buried where?":["Artists trained at art students league NY are buried where ?\n","9 1 2 5 6 7 3 9 0 9 9 \n"],"What is the municipality of Liberty Bell ?":["What is the municipality of # ent ?\n","2 0 4 2 4 7 5 2 \n"],"What is the leading party in Baraily which Chandra Shekhar too is associated with?":["What is the leading party in Baraily which # ent too is associated with ?\n","2 13 5 5 2 5 6 10 10 13 13 13 0 13 13 \n"],"Name the fictional character who was in Terminator and portrayer is Terminator 2: Judgment Day?":["Name the fictional character who was in Terminator and portrayer # ent ?\n","0 4 4 1 6 4 6 7 8 12 12 8 1 \n"],"List the trainers of Shinya Aoki ?":["List the trainers of # ent ?\n","0 3 1 3 6 4 1 \n"],"What does the river end on whose border we find in Bjelasnica?":["What does the river end on whose border we find in # ent ?\n","5 5 4 5 0 5 8 10 10 6 10 13 11 5 \n"],"Who preceded Lucius Crus as an office holder?":["Who preceded Lucius Crus as an office holder ?\n","2 0 4 2 2 8 8 5 2 \n"],"What is the state of origin of Thomas Pfyl ?":["What is the state of origin of # ent ?\n","2 0 4 2 4 5 4 9 7 2 \n"],"By which university is the literary magazine named Stone Canoe published?":["By which university is the literary magazine named # ent published ?\n","4 1 4 0 7 7 4 7 10 8 10 4 \n"],"Is Plymouth High School for Girls in Devon county?":["# ent in Devon county ? # ent\n","2 0 2 5 3 2 8 0 \n"],"Give me a count of companies located in Texas ?":["Give me a count of companies located in # ent ?\n","0 1 4 1 4 5 6 7 10 8 1 \n"],"Name the company whose one of the product is Pixar Image Computer and has one of the key person as Edwin Catmull?":["Name the company whose one of the product is Pixar Image Computer and has one of the key person # ent ?\n","0 3 1 5 9 5 8 6 3 12 12 9 9 9 14 15 19 19 16 21 19 15 \n"],"Which mainter of  Cheasty Boulevard South is also the county seat of the King County, Washingtonsu ?":["Which mainter of Cheasty Boulevard South is also the county seat of the # ent ?\n","2 7 2 6 6 3 0 7 11 11 7 11 15 15 12 7 \n"],"What are the largest cities in each of the destinations of TranStar Airlines?":["What are the largest cities in each of the destinations of # ent ?\n","2 0 5 5 2 5 6 7 10 8 10 13 11 2 \n"],"Who is the former partner of Chris Knierim ?":["Who is the former partner of # ent ?\n","2 0 5 5 2 5 8 6 2 \n"],"How many different kinds of softwares have been released under the GPL license?":["How many different kinds of softwares have been released under the GPL license ?\n","2 4 4 9 4 5 9 9 0 9 13 13 10 9 \n"],"What is the religion of the relatives of Carmela Soprano ?":["What is the religion of the relatives of # ent ?\n","2 0 4 2 4 7 5 7 10 8 2 \n"],"What is the citizenship of Erastus Wiman ?":["What is the citizenship of # ent ?\n","2 0 4 2 4 7 5 2 \n"],"Name the district of Robert William Wilcox ?":["Name the district of # ent ?\n","0 3 1 3 6 4 1 \n"],"Tandem Computers is the subsidiary of which company?":["# ent is the subsidiary of which company ?\n","2 3 0 5 3 5 8 6 3 \n"],"Name the mountain range in which the mountain peak of Malatraix belongs?":["Name the mountain range in which the mountain peak of # ent belongs ?\n","0 4 4 1 13 5 9 9 13 9 12 10 4 1 \n"],"List down the prime ministers of Peter Thorneycroft ?":["List down the prime ministers of # ent ?\n","0 1 5 5 1 5 8 6 1 \n"],"What is the division of Serbia national American football team ?":["What is the division of # ent ?\n","2 0 4 2 4 7 5 2 \n"],"How many companies are located in Toronto ?":["How many companies are located in # ent ?\n","2 3 5 5 0 5 8 6 5 \n"],"What are the movies whose editor died in Westwood, Los Angeles?":["What are the movies whose editor died in # ent ?\n","2 0 4 2 6 7 4 7 10 8 2 \n"],"What are the software which uses  platforms as ARM architecture?":["What are the software which uses platforms # ent ?\n","2 0 4 2 6 4 6 9 6 2 \n"],"Who is the builder of Presidio Santa Cruz de Terrenate ?":["Who is the builder of # ent ?\n","2 0 4 2 4 7 5 2 \n"],"Is David Cameron the prime minister of Nick Clegg?":["# ent the prime minister of # ent ?\n","2 0 5 5 2 5 8 6 2 \n"],"How many shows are aired on Comedy Central?":["How many shows are aired on # ent ?\n","2 3 5 5 0 5 8 6 5 \n"],"List all the settlements which has a part named Seguin,Texas ?":["List all the settlements which has a part named # ent ?\n","0 4 4 1 6 4 8 6 8 11 9 1 \n"],"What are the products of the company who published Robot Wars: Metal Mayhem ?":["What are the products of the company who published # ent ?\n","2 0 4 2 4 7 5 9 7 11 9 2 \n"],"In which state is Colemanville Covered Bridge located ?":["In which state # ent located ?\n","6 3 5 5 6 0 6 \n"],"Name the writer whose one of the notable work is Adventures of Huckleberry Finn and died in Redding, Connecticut?":["Name the writer whose one of the notable work is Adventures of Huckleberry Finn and died in # ent ?\n","0 3 1 5 10 5 9 9 6 3 10 11 14 12 10 10 16 19 17 16 \n"],"What is the name of the person who has relations with Dionne Warwick and Gary Garland?":["What is the name of the person who has relations with # ent and Gary Garland ?\n","2 0 4 2 4 7 5 9 7 9 10 13 11 13 16 13 2 \n"],"List all the major shrines of the saints which has one of the shrines as Debre Libanos ?":["List all the major shrines of the saints which has one of the shrines # ent ?\n","0 5 5 5 1 5 8 6 10 8 16 11 14 12 16 10 1 \n"],"What is the ideology of the Union of Cambodian Democrats which is also the ideology of Palang Dharma Party ?":["What is the ideology of the Union of Cambodian Democrats which is also the ideology of # ent ?\n","2 0 4 2 4 7 5 7 10 8 12 4 12 15 12 15 18 16 2 \n"],"How many bands are signed up with labels which were founded in Japan?":["How many bands are signed up with labels which were founded in # ent ?\n","2 3 5 5 0 5 5 7 11 11 8 11 14 12 5 \n"],"How many kings and queens have died in the Arabian Peninsula?":["How many kings and queens have died in the # ent ?\n","2 3 7 3 3 7 0 7 11 11 8 7 \n"],"How many politicians reside in Cape Town?":["How many politicians reside in # ent ?\n","2 3 4 0 4 7 5 4 \n"],"How many games are released for virtual consoles?":["How many games are released for # ent ?\n","2 3 5 5 0 5 8 6 5 \n"],"Who is the operator of Rainbow Warrior (1955) ?":["Who is the operator of # ent ?\n","2 0 4 2 4 7 5 2 \n"],"To which state eorge M. Chilcott  belong ?":["To which state # ent belong ?\n","6 3 5 5 6 0 6 \n"],"How many islands belong to archipelagos located in the pacific?":["How many islands belong to archipelagos located in the pacific ?\n","2 3 4 0 4 5 6 7 10 8 4 \n"],"Who was the chairman of Fort Lauderdale Strikers and also 2015 Fort Lauderdale Strikers season ?":["Who was the chairman of Fort Lauderdale Strikers and also # ent ?\n","2 0 4 2 4 7 8 5 4 12 12 4 12 \n"],"Who were in the youth clubs that were in season of 2015 Argentine Primera Division?":["Who were in the youth clubs that were in season of # ent ?\n","2 0 2 6 6 3 8 6 8 9 10 13 11 2 \n"],"How many units follow the US Navy Department's command structure?":["How many units follow the US Navy Department 's command structure ?\n","2 3 4 0 8 8 8 11 8 11 4 4 \n"],"What is the common school of Chris Marve and Neria Douglass?":["What is the common school of Chris Marve and # ent ?\n","2 0 5 5 2 5 8 6 8 11 8 2 \n"],"What has been founded in the state that Denton county, Texas is a part of? ":["What has been founded in the state that # ent is a part of ?\n","4 4 4 0 4 7 5 11 10 11 4 13 11 13 4 \n"],"Through which important cities the does the river originating from the Duwamish, flow?":["Through which important cities the does the river originating from the Duwamish , flow ?\n","6 1 4 1 6 14 8 14 8 9 12 10 14 0 14 \n"],"Into what military organizations is the United States Department of Defense divided?":["Into what military organizations is the # ent divided ?\n","9 5 4 5 1 8 8 9 0 9 \n"],"In which broadcast area does the sister station of KFFG air ?":["In which broadcast area does the sister station of # ent air ?\n","5 1 4 5 0 8 8 5 8 12 12 9 5 \n"],"What is debut team of the baseball players who died in Los Angeles?":["What is debut team of the baseball players who died in # ent ?\n","2 0 4 2 4 8 8 5 10 8 10 13 11 2 \n"],"Which company owns instagram?":["Which company # ent ?\n","2 0 4 2 2 \n"],"List all the operators of the train who operates in Budapest ?":["List all the operators of the train who operates in # ent ?\n","0 4 4 1 4 7 5 9 7 9 12 10 1 \n"],"What are the awards won by the producer of Puss in Boots (film)?":["What are the awards won by the producer of Puss in Boots ( film ) ?\n","2 0 4 2 4 5 8 6 8 9 8 11 14 12 14 2 \n"],"Name the species of Liger ?":["Name the species of # ent ?\n","0 3 1 3 6 4 1 \n"],"Who has recorded their singles in London?":["Who has recorded their singles in # ent ?\n","3 3 0 5 3 3 8 6 3 \n"],"Who are the associated musical artist of the  artists of band Shorty Rogers?":["Who are the associated musical artist of the artists of band # ent ?\n","2 0 6 6 6 2 6 9 7 9 13 13 10 2 \n"],"Who were the american football players who played for Dallas Cowboys?":["Who were the american football players who played for # ent ?\n","2 0 6 6 6 2 8 6 8 11 9 2 \n"],"Is James Hetfield a band member of Metallica?":["# ent a band member of # ent ?\n","2 0 5 5 2 5 8 6 2 \n"],"Does the Vadodara Railway station lie at the end of the Mathura Vadodara route?":["Does the Vadodara Railway station lie at the end of the Mathura Vadodara route ?\n","6 5 4 5 6 0 6 9 7 9 14 13 14 10 6 \n"],"Which appliance's CPU is Cell (microprocessor) and predecessor is PlayStation 2?":["Which appliance 's CPU # ent and predecessor is PlayStation 2 ?\n","2 6 2 6 6 9 6 6 0 9 10 10 \n"],"People who debuted from Houston Astros have played in which clubs?":["People who debuted from # ent have played in which clubs ?\n","8 3 1 3 6 4 8 0 8 11 9 8 \n"],"What is the territory of the conflict whose commander is Feng Zicai?":["What is the territory of the conflict whose commander # ent ?\n","2 0 4 2 4 7 5 9 11 11 0 11 \n"],"Which is the common nation of Louisa Hill and American Football Wellington from?":["Which is the common nation of Louisa Hill and # ent from ?\n","2 0 5 5 2 5 8 6 5 11 5 11 2 \n"],"In which state is Goose Lake Valle, which is also part of Lava River Cave ?":["In which state # ent , which is also part of Lava River Cave ?\n","0 5 5 5 1 5 8 5 8 8 10 13 14 11 1 \n"],"List the first drivers of Grand Prixes where Mika Hakkinen was a pole driver.":["List the first drivers of Grand Prixes where # ent was a pole driver .\n","0 4 4 1 4 7 5 11 10 11 4 14 14 11 1 \n"],"What are the television shows whose network is BBC HD?":["What are the television shows whose network # ent ?\n","2 5 4 5 0 7 9 9 5 5 \n"],"What is the local authority of Liverpool Institute High School for Boys ?":["What is the local authority of # ent ?\n","2 0 5 5 2 5 8 6 2 \n"],"Which job of Irving Chernev is the non-fiction subject of the Thud ?":["Which job of # ent is the non - fiction subject of the Thud ?\n","2 6 2 5 3 0 11 9 10 11 6 11 14 12 6 \n"],"Who are the people whose alumna is a part of the National Collegiate Athletic Association?":["Who are the people whose alumna is a part of the # ent ?\n","2 0 4 2 6 7 4 9 7 9 13 13 10 2 \n"],"How many areas are led by Willem Alexander?":["How many areas are led by Willem Alexander ?\n","2 3 5 5 0 5 8 6 5 \n"],"In how many places are the companies founded in Canada operating?":["In how many places are the companies founded in # ent operating ?\n","0 3 4 5 1 7 5 7 8 11 12 9 5 \n"],"Count the number of movies whose editors were born in UK?":["Count the number of movies whose editors were born in UK ?\n","0 3 1 3 4 7 9 9 5 9 10 1 \n"],"Which countries were led by Pietro Parolin?":["Which countries were led by # ent ?\n","2 4 4 0 4 7 5 4 \n"],"Who is the performer of album which has the song \"To Where You Are\" ?":["Who is the performer of album which has the song # ent ?\n","2 0 4 2 4 5 8 4 10 12 12 8 2 \n"],"How many companies were founded in places where Dallas is the governing body ?":["How many companies were founded in places where # ent is the governing body ?\n","2 3 5 5 0 5 6 11 10 11 7 14 14 11 5 \n"],"Where does the rail route, which ends at the Moskovsky station, begins?":["Where does the rail route , which ends at the Moskovsky station , begins ?\n","14 14 5 5 14 5 8 5 8 12 12 9 14 0 14 \n"],"What is the nationality of the golf player who won the  2002 Players Championship ?":["What is the nationality of the golf player who won the # ent ?\n","2 0 4 2 4 8 8 5 10 8 13 13 10 2 \n"],"Do Ctenochaetus Binotatus lie in the cActinopterygii class?":["Do # ent lie in the cActinopterygii class ?\n","4 3 4 0 4 8 8 5 4 \n"],"List the movie whose music was given by Geoffrey Burgon and distributed by Cinema International Corporation?":["List the movie whose music was given by Geoffrey Burgon and distributed by # ent ?\n","0 3 1 5 7 7 3 7 10 8 7 7 12 15 13 1 \n"],"Which musical artists have collaborated with Waylon Jennings?":["Which musical artists have collaborated with # ent ?\n","3 3 5 5 0 5 8 6 5 \n"],"Where did the people canonized by John Paul II die?":["Where did the people canonized by John Paul II die ?\n","10 10 4 10 4 5 9 9 6 0 10 \n"],"Count the different places where the people died, who were born in England?":["Count the different places where the people died , who were born in # ent ?\n","0 4 4 1 8 7 8 4 4 12 12 4 12 15 13 1 \n"],"How many different genres of games are produced by Blizzard?":["How many different genres of games are produced by Blizzard ?\n","2 4 4 8 4 5 8 0 8 9 8 \n"],"Which tennis players live in Kenthurst, new south wales?":["Which tennis players live in # ent ?\n","3 3 4 0 4 7 5 4 \n"],"What award was won by executive producer of Shaun the Sheep?":["What award was won by executive producer of # ent ?\n","2 4 4 0 4 7 5 7 10 8 4 \n"],"What is the operator of SR class 3Sub ?":["What is the operator of # ent ?\n","2 0 4 2 4 7 5 2 \n"],"Which license of the Microsoft Office Picture Manager is also the  product of the Apple Productivity Experience Group ":["Which license of the Microsoft Office Picture Manager is also the product of the # ent\n","2 9 2 8 8 7 8 3 0 9 12 9 12 16 16 13 \n"],"What can be cooked out of things belonging to the order Sapindales?":["What can be cooked out of things belonging to the order # ent ?\n","4 4 4 0 4 5 6 7 8 13 13 13 9 4 \n"],"What all is owned by a company one of whose division is Paramount Domestic Television?":["What all is owned by a company one of whose division # ent ?\n","4 4 4 0 4 7 5 7 8 11 13 13 9 4 \n"],"Who are the associate musical artists of Dalma Kovcs ?":["Who are the associate musical artists of # ent ?\n","2 0 6 6 6 2 6 9 7 2 \n"],"Name the other party of Chandra Shekhar ?":["Name the other party of # ent ?\n","0 4 4 1 4 7 5 1 \n"],"How many movies have had a cinematographer who died in US?":["How many movies have had a cinematographer who died in US ?\n","2 3 5 5 0 7 5 9 7 9 10 5 \n"],"Which river flows through Central Washington?":["Which river flows through # ent ?\n","2 3 0 3 6 4 3 \n"],"How many people were opponents of the ones buried in the tower of London?":["How many people were opponents of the ones buried in the # ent ?\n","2 3 4 0 4 5 8 6 8 9 13 13 10 4 \n"],"Count all the places where companies located in Ontario operate.":["Count all the places where companies located in # ent operate .\n","0 4 4 1 11 11 6 7 10 8 4 1 \n"],"What is the river whose origin is North-Western Province, Zambia?":["What is the river whose origin # ent ?\n","2 0 4 2 6 8 8 4 2 \n"],"How many factions have fought when Egushawa was a commander?":["How many factions have fought when # ent was a commander ?\n","2 3 5 5 0 9 8 9 5 11 9 5 \n"],"What is the honorary title of the narrator of Everything Will Be OK?":["What is the honorary title of the narrator of # ent ?\n","2 0 5 5 2 5 8 6 8 11 9 2 \n"],"What people were born in Ridgewood, New Jersey?":["What people were born in # ent ?\n","2 4 4 0 4 7 5 4 \n"],"Who is the appointer of Charles Goodell ?":["Who is the appointer of # ent ?\n","2 0 4 2 4 7 5 2 \n"],"Name the Chris Marve's school ?":["Name the # ent 's school ?\n","0 4 4 6 4 1 1 \n"],"What are the movies whose music composer is Akira Ifukube?":["What are the movies whose music composer # ent ?\n","2 0 4 2 7 7 9 9 4 9 \n"],"Which military personnel belong to the branch of Continental Army?":["Which military personnel belong to the branch of # ent ?\n","3 3 4 0 4 7 5 7 10 8 4 \n"],"Which holy things canonized John of Damascus?":["Which holy things canonized # ent ?\n","3 3 4 0 6 4 4 \n"],"Solon Spencer Beman has architected in how many cities?":["# ent has architected in how many cities ?\n","2 4 4 0 4 7 8 5 4 \n"],"Count the awards won by the people who graduated from the National and Kapodistrian University of Athens.":["Count the awards won by the people who graduated from the # ent .\n","4 3 4 0 4 7 5 9 7 9 13 13 10 4 \n"],"Name the office holders whose successor died in Morristown, New Jersey?":["Name the office holders whose successor died in # ent ?\n","0 4 4 1 6 7 4 7 10 8 1 \n"],"Who are the tenants of MasterCard Centre?":["Who are the tenants of # ent ?\n","2 0 4 2 4 7 5 2 \n"],"How many games are played at universities affiliated with the Association of Southeast Asian Institutions of Higher Learning?":["How many games are played at universities affiliated with the # ent ?\n","2 3 5 5 0 5 6 7 8 12 12 9 5 \n"],"Which adminstrative region of Lawrence F. Cafero is also the resting place of Samuel Keeler ?":["Which adminstrative region of Lawrence F. Cafero is also the resting place of # ent ?\n","3 3 8 3 7 7 4 0 8 12 12 8 12 15 13 8 \n"],"List the relative of Tim Nanai-Williams ?":["List the relative of # ent ?\n","0 3 1 3 6 4 1 \n"],"What all are written in the C programming language?":["What all are written in the # ent ?\n","4 4 4 0 4 8 8 5 4 \n"],"Count the number of artists in the Cirque du Soleil discography?":["Count the number of artists in the # ent ?\n","0 3 1 3 4 3 9 9 6 1 \n"],"By which companies is RENFE Class 333 designed?":["By which companies # ent designed ?\n","6 3 5 5 6 0 6 \n"],"What is the religion of character of Janice Soprano from The Soprano television show?":["What is the religion of character of # ent from The Soprano television show ?\n","2 0 4 2 4 5 6 9 7 4 14 14 14 10 2 \n"],"which planet was discovered by Urbain Le Verrier?":["which planet was discovered by # ent ?\n","2 4 4 0 4 7 5 4 \n"],"Which Harris County based company is a subsidiary of Tandem Computers?":["Which Harris County based company is a subsidiary of # ent ?\n","5 3 4 5 6 0 8 6 8 11 9 6 \n"],"What sport is Eric Schiller known for, and employes Craig Van Tibury?":["What sport # ent known for , and employes Craig Van Tibury ?\n","4 4 4 0 4 5 4 4 12 12 12 4 12 \n"],"Is Another Lonely Night in New York by the musical band Robin Gibb?":["# ent by the musical band Robin Gibb ? # ent\n","2 0 2 6 6 3 8 6 2 11 0 \n"],"Name the river on Batoka Gorge Hydroelectric Power Station ?":["Name the river on # ent ?\n","0 3 1 1 6 4 1 \n"],"Which people are known for appearing on the television show Dragon's Den?":["Which people are known for appearing on the television show Dragon 's Den ?\n","2 4 4 0 4 5 6 9 7 4 13 11 10 10 \n"],"What university campuses are situated in Indiana?":["What university campuses are situated in # ent ?\n","3 3 5 5 0 5 8 6 5 \n"],"Who is the authority of Maine School of Science and Mathematics ?":["Who is the authority of # ent ?\n","2 0 4 2 4 7 5 2 \n"],"List some writers which speak one of the Germanic languages.":["List some writers which speak one of the # ent .\n","0 3 1 5 3 5 6 10 10 7 1 \n"],"What are some awards given to people who were born in sweden?":["What are some awards given to people who were born in # ent ?\n","2 0 4 2 4 5 6 10 10 7 10 13 11 2 \n"],"What has Carl Sagan written his books about?":["What # ent written his books about ?\n","3 3 4 0 6 4 4 4 \n"],"Who voiced in Peanuts Motion Comics and The Peanuts Movie?":["Who voiced in # ent and The Peanuts Movie ?\n","2 0 2 5 3 5 9 9 5 2 \n"],"What are some US citizens famous for?":["What are some US citizens famous for ?\n","2 0 5 5 2 5 6 2 \n"],"Who founded a company which served Mid Wales ?":["Who founded a company which served # ent ?\n","2 0 4 2 6 4 8 6 2 \n"],"Which broad cast area od CFRX is the country of North America Poker Tour ?":["Which broad cast area od CFRX is the country of # ent ?\n","4 4 4 7 4 5 0 9 7 9 12 10 7 \n"],"List the subsequent work of the albums whose one of the subsequent work is Planet Waves?":["List the subsequent work of the albums whose one of the subsequent work # ent ?\n","0 4 4 1 4 7 5 9 5 9 15 15 15 15 10 9 \n"],"Name some basketball players whose team is coached by Fred Hoiberg?":["Name some basketball players whose team is coached by # ent ?\n","0 4 4 1 6 8 8 4 8 11 9 1 \n"],"How many universities are in the National Collegiate Athletic Association?":["How many universities are in the # ent ?\n","2 3 4 0 4 8 8 5 4 \n"],"Where are INKAS located which is also the state of origin for Jojo Chintoh ?":["Where are INKAS located which is also the state of origin for # ent ?\n","4 4 4 0 6 3 6 9 6 9 10 9 14 12 6 \n"],"Who is the founder of Hohenau, Paraguay?":["Who is the founder of # ent ?\n","2 0 4 2 4 7 5 2 \n"],"Who are the spouse of the actors of Wrongfully Accused?":["Who are the spouse of the actors of # ent ?\n","2 0 4 2 4 7 5 7 10 8 2 \n"],"What is the serving railway line of Rostov-Glavny ?":["What is the serving railway line of # ent ?\n","2 0 6 6 6 2 6 9 7 2 \n"],"How many different products are there of the companies located in the US?":["How many different products are there of the companies located in the US ?\n","2 4 4 5 0 5 6 9 7 9 10 13 11 5 \n"],"Who is the vice president of Jared Bernstein ?":["Who is the vice president of # ent ?\n","2 0 5 5 2 5 8 6 2 \n"],"Who is the monarch of Bertalan Szemere ?":["Who is the monarch of # ent ?\n","2 0 4 2 4 7 5 2 \n"],"What is the river on which the Kariba Dam and Batoka Gorge Hydroelectirc power station exist?":["What is the river on which the # ent and Batoka Gorge Hydroelectirc power station exist ?\n","2 0 4 2 16 5 9 9 15 9 9 13 15 15 16 4 2 \n"],"Players from how many teams have participated in the National Hockey League?":["Players from how many teams have participated in the # ent ?\n","0 1 4 5 7 7 2 7 11 11 8 1 \n"],"What are the movies whose editor is Robert Wise?":["What are the movies whose editor # ent ?\n","2 0 4 2 6 8 8 4 8 \n"],"What are the television shows whose network's sister station is BBC Two?":["What are the television shows whose network 's sister station # ent ?\n","2 5 4 5 0 7 9 7 10 5 12 10 10 \n"],"Who is the performer of Bengali in Platforms ?":["Who is the performer of # ent ?\n","2 0 4 2 4 7 5 2 \n"],"What are some families of mammals in the animal kingdom?":["What are some families of mammals in the # ent kingdom ?\n","2 0 4 2 4 5 4 11 10 11 7 2 \n"],"How many things are people who died in St. Petersburg known for?":["How many things are people who died in St. Petersburg known for ?\n","2 3 4 0 4 7 5 7 10 8 7 11 4 \n"],"In how many nations is Coconut a common food ingredient?":["In how many nations # ent a common food ingredient ?\n","0 3 4 6 6 10 10 10 10 1 10 \n"],"What country is Jeffrey Werleman from, which also has the American Mediterranean Sea?":["What country is Jeffrey Werleman from , which also has the # ent ?\n","2 3 0 5 3 5 5 10 10 5 13 13 10 3 \n"],"List the television shows whose network's owning company is Turner Broadcasting System?":["List the television shows whose network 's owning company # ent ?\n","4 3 4 0 6 9 6 9 11 11 4 11 \n"],"Which company was the designer of South African class 11e and RENFE class 333 ?":["Which company was the designer of South African class 11e and # ent ?\n","2 3 0 5 3 5 8 10 10 6 10 13 10 3 \n"],"For how many things are people famous, who were born in Nebraska?":["For how many things are people famous , who were born in # ent ?\n","0 3 4 5 1 5 6 5 11 11 5 11 14 12 11 \n"],"List the maintainers of Pandaruan Bridge?":["List the maintainers of # ent ?\n","0 3 1 3 6 4 1 \n"],"What is the religion of the successor of Chatumongol Sonakul?":["What is the religion of the successor of # ent ?\n","2 0 4 2 4 7 5 7 10 8 2 \n"],"What are the television shows whose network's successor is BBC Two?":["What are the television shows whose network 's successor # ent ?\n","2 5 4 5 0 7 11 7 11 11 5 5 \n"],"Who wrote the US steel hour?":["Who wrote the US steel hour ?\n","2 0 6 6 6 2 2 \n"],"List all the co-founders of the non for profit which have founding member as David pressman ?":["List all the co - founders of the non for profit which have founding member # ent ?\n","0 6 6 5 6 1 6 9 7 9 10 14 14 9 17 17 14 1 \n"],"Which company owns Evraz ?":["Which company # ent ?\n","2 0 4 2 2 \n"],"How many party leaders are there whose parties are headquartered in Berlin?":["How many party leaders are there whose parties are headquartered in # ent ?\n","2 4 4 5 0 5 8 10 10 5 10 13 11 10 \n"],"Who are the people who played for San Francisco 49ers?":["Who are the people who played for # ent ?\n","2 0 4 2 6 4 6 9 7 2 \n"],"Was Zachary Taylor a commander of the sixth infantry regiment of US?":["# ent a commander of the sixth infantry regiment of US ?\n","2 0 4 2 4 9 9 9 5 9 10 2 \n"],"Name a famous relative of barry voight":["Name a famous relative of # ent t\n","0 4 4 1 4 8 8 5 \n"],"Who all have written songs that were then recorded in the Criteria Studios?":["Who all have written songs that were then recorded in the # ent ?\n","4 1 4 0 4 9 9 9 5 9 13 13 10 4 \n"],"Count the number of sports played by the universities whihc also plays Volleyball ?":["Count the number of sports played by the universities whihc also # ent ?\n","0 3 1 3 4 5 6 9 7 1 13 13 1 13 \n"],"Which educational institutes have campuses at Iowa and Indiana ?":["Which educational institutes have campuses at Iowa and # ent ?\n","3 3 4 0 4 4 6 7 10 7 4 \n"],"Through how many labels has Katy B released her singles?":["Through how many labels # ent released her singles ?\n","7 3 4 6 6 7 0 9 7 7 \n"],"Who appointed William L. Dayton ?":["Who appointed # ent ?\n","2 0 4 2 2 \n"],"Is PIAS Recordings the distributing label of Wichita Recordings?":["# ent the distributing label of # ent ?\n","2 0 5 5 2 5 8 6 2 \n"],"Was Gerald Gibbs the cinematographer of X the unknown?":["Was Gerald Gibbs the cinematographer of # ent ?\n","0 3 1 5 3 5 8 6 1 \n"],"To which educational institutions did Lesli Sanchez go for her studies?":["To which educational institutions did # ent go for her studies ?\n","8 1 4 5 8 7 8 0 8 11 9 8 \n"],"Name the sstadium of 2015 Pro Duta FC season ?":["Name the sstadium of # ent ?\n","0 3 1 3 6 4 1 \n"],"Pointe d'Aveneyre belongs to which mountain range?":["# ent belongs to which mountain range ?\n","2 3 0 3 7 7 4 3 \n"],"Which country has leaders  Karu Jayasuriya and Ranil Wickremesinghe?":["Which country has leaders Karu Jayasuriya and # ent ?\n","2 3 0 6 6 3 6 9 6 3 \n"],"Count the movies edited by  Mark Stevens (film editor) and were directed by Joel Schumacher?":["Count the movies edited by Mark Stevens ( film editor ) and were directed by # ent ?\n","0 3 1 3 4 7 5 10 10 7 10 1 14 1 14 17 15 1 \n"],"What television shows's distributor is Eurovision?":["What television shows 's distributor is Eurovision ?\n","3 3 5 3 6 0 6 6 \n"],"What is the currency of the country of Kerguelen Islands?":["What is the currency of the country of # ent ?\n","2 0 4 2 4 7 5 7 10 8 2 \n"],"What is the route junction of Rhode Island Route 15 ?":["What is the route junction of # ent ?\n","2 0 5 5 2 5 8 6 2 \n"],"Does the owyhee river flow into oregon?":["Does the # ent flow into oregon # ent\n","5 5 4 5 0 5 9 9 6 \n"],"Which television show is based in Massachusetts and has opening theme as \"Where Everybody Knows Your Name\" ?":["Which television show is based in Massachusetts and has opening theme as # ent ?\n","3 3 5 5 0 5 6 5 5 9 10 10 14 12 5 \n"],"What is the mouth mountain of Current River (Missouri) ?":["What is the mouth mountain of # ent ?\n","2 0 5 5 2 5 8 6 2 \n"],"was the first national bank and trust building architectured by Chicago?":["was the first national bank and trust building architectured by # ent ?\n","0 5 5 5 1 5 8 5 5 9 12 10 1 \n"],"Where is the tombstone of the parliament members who served with James Roberts as the Vice President, US?":["Where is the tombstone of the parliament members who served with James Roberts as the Vice President , US ?\n","2 0 4 2 4 8 8 5 10 8 10 13 11 10 17 17 14 17 17 2 \n"],"Which company manufactured Delta III?":["Which company manufactured # ent ?\n","2 3 0 5 3 3 \n"],"Where did the genres originate, which were in the Harry and the Potters album?":["Where did the genres originate , which were in the # ent ?\n","5 5 4 5 0 5 8 4 8 12 12 9 8 \n"],"Which band made the song Take me There, and has collaborated with Blayse in the past?":["Which band made the song Take me There , and has collaborated with # ent in the past ?\n","2 3 0 5 6 3 6 6 3 3 12 3 12 15 13 12 18 16 3 \n"],"How many other awards have been given to people who have won the Golden Globe?":["How many other awards have been given to people who have won the Golden Globe ?\n","2 4 4 7 7 7 0 7 8 12 12 9 15 15 12 7 \n"],"Which person works at the American Magazine?":["Which person works at # ent ?\n","2 3 0 3 6 4 3 \n"],"Where is the radio broadcasted in, whose sister station is CKFM-FM?":["Where is the radio broadcasted in , whose sister station # ent ?\n","2 0 4 2 4 5 4 9 10 4 12 10 2 \n"],"Is the national anthem of Mauritius motherland?":["Is the national anthem of # ent motherland ?\n","0 4 4 1 4 8 8 5 1 \n"],"What were the major actions taken by the politicians living in Gales Ferry, Connecticut?":["What were the major actions taken by the politicians living in # ent ?\n","2 0 5 5 2 5 6 9 7 9 10 13 11 2 \n"],"What are the software whose operating systems are Mac OS and Microsoft Windows?":["What are the software whose operating systems are Mac OS and # ent ?\n","2 0 4 2 7 7 8 4 10 8 10 13 10 2 \n"],"Which royal people are buried in Rome?":["Which royal people are buried in # ent ?\n","3 3 5 5 0 5 8 6 5 \n"],"What artist was associated closely with the bare necessities and rock a doodle?":["What artist was associated closely with # ent and rock a doodle ?\n","2 4 4 0 4 4 8 6 8 8 12 8 4 \n"],"Which parent company of the Cornell University Press is also the alma mater of the Mario Garca Menocal?":["Which parent company of the # ent is also the alma mater of the Mario Garca Menocal ?\n","3 3 8 3 7 7 4 0 8 12 12 8 12 17 17 17 13 8 \n"],"Which religions are followed by people in England?":["Which religions are followed by people in # ent ?\n","2 4 4 0 4 5 6 9 7 4 \n"],"What company involved in the development of Sherlock did Arthur Levinson work for?":["What company involved in the development of Sherlock did Arthur Levinson work for ?\n","2 9 2 3 6 4 6 7 12 11 12 0 12 12 \n"],"Who was the president during the time the opponent of John Hospers was in the office?":["Who was the president during the time the opponent of # ent was in the office ?\n","2 0 4 2 2 7 5 9 13 9 12 10 7 13 16 14 2 \n"],"What is the birth location of the pope who was canonized by Agatha of Sicily?":["What is the birth location of the pope who was canonized by # ent ?\n","2 0 5 5 2 5 8 6 11 11 8 11 14 12 2 \n"],"List the members of Skull Gang?":["List the members of # ent ?\n","0 3 1 3 6 4 1 \n"],"How did Letitia MacTavish Hargrave died ?":["How did # ent died ?\n","5 5 4 5 0 5 \n"],"Which destination of the Novair International Airway is the source origin of Spaghetti squash ?":["Which destination of the Novair International Airway is the source origin of # ent ?\n","2 8 2 7 7 7 3 0 10 11 8 11 14 12 8 \n"],"Name the mouth country of Upper Neretva ?":["Name the mouth country of # ent ?\n","0 4 4 1 4 7 5 1 \n"],"In which common territory did Sino French war and the Tonkin campaign take place?":["In which common territory did Sino French war and the # ent take place ?\n","5 1 4 5 0 8 8 5 8 12 12 13 5 13 13 \n"],"List the relatives of the governor of Gabriel Slaughter?":["List the relatives of the governor of # ent ?\n","0 3 1 3 6 4 6 9 7 1 \n"],"In all the states which have a Uniontown, where does a Keller's mill covered bridge exist too?":["In all the states which have a Uniontown , where does a # ent exist too ?\n","15 4 4 1 6 4 8 6 15 15 15 14 14 15 0 15 15 \n"],"Who manufactured the Delta III and the Space Shuttle?":["Who manufactured the Delta III and the # ent ?\n","2 0 5 5 2 5 9 9 5 2 \n"],"How many corporations were founded in Texas?":["How many corporations were founded in # ent ?\n","2 3 5 5 0 5 8 6 5 \n"],"What is the style of architecture of Shaheed Minar, Kolkata ?":["What is the style of architecture of # ent ?\n","2 0 4 2 4 5 4 9 7 2 \n"],"What companies are located in toronto?":["What companies are located in # ent ?\n","2 4 4 0 4 7 5 4 \n"],"Name few companies founded in Texas?":["Name few companies founded in # ent ?\n","3 3 4 0 4 7 5 4 \n"],"In which timezone does Khok Kwang lie?":["In which timezone # ent lie ?\n","0 6 6 5 6 1 1 \n"],"Where are Aureus and Solidus used as currency?":["Where are # ent and Solidus used as currency ?\n","2 0 4 2 4 4 4 7 8 2 \n"],"To which military division does Clark Daniel Stearns belong?":["To which military division # ent belong ?\n","7 6 4 6 6 7 0 7 \n"],"Who are the opponents of Gervase Helwys?":["Who are the opponents of # ent ?\n","2 0 4 2 4 7 5 2 \n"],"Is Ella Fitzgerald associated with Mickey Roker?":["# ent associated with # ent ?\n","2 0 2 3 6 4 2 \n"],"From where did Ben Wilson (American football) do his highscool?":["From where did # ent do his highscool ?\n","6 1 6 5 6 0 8 6 6 \n"],"Does the lena river flow into the Laptev Sea?":["Does the # ent flow into the Lapt # ent\n","5 5 4 5 0 5 10 10 10 6 \n"],"How many famous people are born in Long Island?":["How many famous people are born in # ent ?\n","2 4 4 6 6 0 6 9 7 6 \n"],"How many veterans are buried in the US?":["How many veterans are buried in the US ?\n","2 3 5 5 0 5 8 6 5 \n"],"Does the west thurrock come under Essex county?":["Does the # ent come under Essex c # ent ?\n","5 4 4 5 0 5 8 10 10 6 5 \n"],"Which team did Michael and Ryan Powell play for?":["Which team did Michael and Ryan Powell play for ?\n","2 3 8 8 4 7 4 0 8 8 \n"],"How many teams have someone playing at the defenceman position?":["How many teams have someone playing at the # ent position ?\n","2 3 4 0 4 5 6 11 10 11 7 4 \n"],"Which band was left by Kevin Jonas?":["Which band was left by # ent ?\n","2 4 4 0 4 7 5 4 \n"],"Whose children died in North Bend, Ohio?":["Whose children died in # ent ?\n","2 3 0 3 6 4 3 \n"],"Name the television show created by CE Webber and also has actor named Companion?":["Name the television show created by CE Webber and also has actor named Companion ?\n","0 4 4 1 4 5 8 6 1 11 13 13 1 13 1 \n"],"How many awards have been awarded to people who are buried in Glendale, California?":["How many awards have been awarded to people who are buried in # ent ?\n","2 3 6 6 6 0 6 7 11 11 8 11 14 12 6 \n"],"Producers of what have died in Mississippi?":["Producers of what have died in # ent ?\n","0 1 5 5 2 5 8 6 1 \n"],"Which sports exist in the universities whose president is Emanuel de Guzman?":["Which sports exist in the universities whose president # ent ?\n","2 3 0 3 6 4 8 10 10 6 3 \n"],"Who were the producers of the tenderfoot?":["Who were the producers of the tenderfoot ?\n","2 0 4 2 4 7 5 2 \n"],"Name the route start of Saint Petersburg  Moscow Railway ?":["Name the route start of # ent ?\n","0 3 1 1 4 7 5 1 \n"],"Which river goes through cohoes, NY":["Which river goes through cohoes , NY\n","2 3 0 3 4 5 5 \n"],"List the software which uses Microsoft Windows as their operating system ?":["List the software which # ent as their operating system ?\n","0 3 1 6 6 3 6 10 10 7 1 \n"],"What all has been created by Jerry Siegel?":["What all has been created by # ent ?\n","2 5 5 5 0 5 8 6 5 \n"],"Is Philosophy the academic discipline of Think (journal)?":["# ent the academic discipline of # ent ?\n","2 0 5 5 2 5 8 6 2 \n"],"Who all were venerated in Islam?":["Who all were venerated in # ent ?\n","4 1 4 0 4 7 5 4 \n"],"How many items belong to the Science Fiction genre?":["How many items belong to the # ent genre ?\n","2 3 4 0 4 9 9 9 5 4 \n"],"How many shows belong to the networks one of whose sister station is BBC News?":["How many shows belong to the networks one of whose sister station is BBC News ?\n","2 3 4 0 4 7 5 13 8 12 12 9 4 15 13 13 \n"],"What would be a common border of Siberia and the shimsa plateau?":["What would be a common border of # ent and the shimsa plateau ?\n","3 3 0 6 6 3 6 9 7 6 13 13 6 3 \n"],"In which nation does the league take place where C.D. Primeiro de Agosto play?":["In which nation does the league take place where C.D. Primeiro de Agosto play ?\n","7 1 7 7 6 7 0 7 14 13 13 13 14 8 7 \n"],"In which war did Roh Tae Woo and Lee Leffingwell fight?":["In which war did # ent and Lee Leffingwell fight ?\n","4 1 4 0 6 4 6 9 6 4 10 \n"],"What is the largest city of the country which have an assembly of Plymouth Savoy?":["What is the largest city of the country which have an assembly of # ent ?\n","2 0 5 5 2 5 8 6 10 5 12 10 12 15 13 2 \n"],"How many scientist became famous for the battle of Occupation of Japan?":["How many scientist became famous for the battle of # ent ?\n","2 3 4 0 4 4 8 6 8 11 9 4 \n"],"Did Steve Sampson manage a club of Santa Clara university":["Did # ent manage a club of Santa C # ent\n","4 3 4 0 6 4 6 10 10 11 7 \n"],"Name the military conflict whose commander was Colin Powell and took place in israel ?":["Name the military conflict whose commander # ent and took place in israel ?\n","0 4 4 1 6 8 8 1 1 1 10 10 12 1 \n"],"What city is the residence of Cheryl Teigs?":["What city is the residence of # ent ?\n","2 3 0 5 3 5 8 6 3 \n"],"Where is the  assembly of Caterpillar 797 ?":["Where is the assembly of # ent ?\n","2 0 4 2 4 7 5 2 \n"],"What are the organisation founded in Texas and Dallas?":["What are the organisation founded in Texas and # ent ?\n","2 0 4 2 4 5 6 7 10 7 2 \n"],"What is the profession of Claiborne Pell ?":["What is the profession of # ent ?\n","2 0 4 2 4 7 5 2 \n"],"What are the county seats of the region which operates the Boeing Field?":["What are the county seats of the region which operates the # ent ?\n","2 0 5 5 2 5 8 6 10 8 13 13 10 2 \n"],"Where is the hometown of A Bartlett Giamatti?":["Where is the hometown of # ent ?\n","2 0 4 2 4 7 5 2 \n"],"Name the species of Southwest African lion ?":["Name the species of # ent ?\n","0 3 1 3 6 4 1 \n"],"What is the home town of the Band which is the previous work of Sammy Hagar & Friends ?":["What is the home town of the Band which is the previous work of # ent ?\n","2 0 5 5 2 5 8 6 10 5 13 13 10 13 16 14 2 \n"],"Who was the influencer of Dave Attel who also starred in Adios Amigo?":["Who was the influencer of Dave Attel who also starred in # ent ?\n","2 0 4 2 4 7 5 10 10 7 10 13 11 2 \n"],"Name the wine regions of Baco noir?":["Name the wine regions of # ent ?\n","0 4 4 1 4 7 5 1 \n"],"What is the religion of the relatives of Ananda Weerasekara?":["What is the religion of the relatives of # ent ?\n","2 0 4 2 4 7 5 7 10 8 2 \n"],"Which religion did both anupong paochinda and udit raj follow?":["Which religion did both # ent and udit raj follow ?\n","2 3 10 6 6 10 6 9 6 0 10 \n"],"What is the citizenship of the Sarah Kazemy and land of the Cervelle de canut":["What is the citizenship of the Sarah Kazemy and land of the # ent t\n","2 0 4 2 4 8 8 5 8 8 10 15 14 15 11 \n"],"Movie's produced by Michael Deeley has Jordan Cronenweth as director of photography":["Movie 's produced by # ent has Jordan Cronenweth as director of photography\n","3 3 7 3 6 4 0 9 7 7 10 11 12 \n"],"Give me all martial artists trained by Joe Schilling.":["Give me all martial artists trained by # ent .\n","0 1 5 5 1 5 6 9 7 1 \n"],"Name the musical band of Written in the Stars ?":["Name the musical band of Written in the Stars ?\n","0 4 4 1 4 5 6 9 7 1 \n"],"Carl Sagan has penned books on how many matters?":["# ent has penned books on how many matters ?\n","2 4 4 0 4 4 8 9 6 4 \n"],"What is the hub airport of Pawan Hans, and is also the largest city of India?":["What is the hub airport of # ent , and is also the largest city of India ?\n","2 0 5 5 2 5 8 6 2 2 2 11 15 15 11 15 16 11 \n"],"What is the occupation of the people who are born in Iowa?":["What is the occupation of the people who are born in # ent ?\n","2 0 4 2 4 7 5 10 10 7 10 13 11 2 \n"],"Under whom did Charles Drummond Ellis do his PhD?":["Under whom did # ent do his PhD ?\n","6 1 6 5 6 0 8 6 6 \n"],"How many have company as Paramount Television and network as NBC are there?":["How many have company as Paramount Television and network # ent are there ?\n","2 3 12 12 4 7 5 7 11 11 7 0 12 12 \n"],"Under which president did some politicians live in Kensington?":["Under which president did some politicians live in Kensington ?\n","4 1 4 0 6 7 4 7 8 4 \n"],"Who is the author of Karakuri Dji Ultimo ?":["Who is the author of # ent ?\n","2 0 4 2 4 7 5 2 \n"],"What is the official residence of Fergus McMaster ?":["What is the official residence of # ent ?\n","2 0 5 5 2 5 8 6 2 \n"],"How many players debuted their careers from San Francisco 49ers?":["How many players debuted their careers from # ent ?\n","2 3 4 0 6 4 4 9 7 4 \n"],"Name the TV shows whose developer is J. Michael Straczynski and executive producer is Douglas Netter?":["Name the TV shows whose developer is J. Michael Straczynski and executive producer # ent ?\n","4 3 4 0 6 7 4 10 10 7 10 13 10 15 10 4 \n"],"Which company is located in Harris County, Texas?":["Which company is located in # ent ?\n","2 4 4 0 4 7 5 4 \n"],"Is north america one of the destinations of airtours airways?":["# ent one of the destinations of airtours airways ?\n","2 0 2 3 6 4 6 9 7 2 \n"],"Which board memeber of jimmy Wales also owns Latvian Wikipedia ?":["Which board memeber of jimmy Wales also # ent ?\n","3 3 9 3 6 4 9 9 0 9 \n"],"Which baseball team is managed by Bruce Bochy?":["Which baseball team is managed by # ent ?\n","3 3 5 5 0 5 8 6 5 \n"],"What series is Mazes of Time from, and is produced by BBC multimedia?":["What series is Mazes of Time from , and is produced by BBC multimedia ?\n","2 3 0 3 4 5 4 3 3 11 3 11 14 12 11 \n"],"What are the universities where athletics is regulated by National Collegiate Athletic Association?":["What are the universities where athletics is regulated by # ent ?\n","2 0 4 2 8 8 8 4 8 11 9 2 \n"],"Name the TV show whose network is NBC and is the subsequent work of Fraiser ?":["Name the TV show whose network # ent and is the subsequent work of Fraiser ?\n","4 3 4 0 6 8 8 4 4 4 13 13 10 13 14 4 \n"],"Who is the scientist whose academic advisor was Karl Ewald Hasse?":["Who is the scientist whose academic advisor # ent ?\n","2 0 4 2 7 7 9 9 4 2 \n"],"Name the movie whose director is Stanley Kubrick and editor is Anthony Harvey?":["Name the movie whose director is Stanley Kubrick and editor # ent ?\n","0 3 1 5 6 3 8 6 8 12 12 8 1 \n"],"Which athletics of Jaimatu Muslim Mindano is same as the genre of the Fritz Chess ?":["Which athletics of Jaimatu Muslim Mindano is same as the genre of the # ent ?\n","2 7 2 6 6 3 0 7 8 11 9 11 15 15 12 7 \n"],"Which scientist is known for anthrax and has Karl Ewald Hasse as his academic advisor ?":["Which scientist is known for anthrax and # ent as his academic advisor ?\n","2 4 4 0 4 5 6 9 6 4 13 13 10 4 \n"],"Where is Vietnam Airlines located ?":["Where # ent located ?\n","4 3 4 0 4 \n"],"Which location of  INKAS is also the location of  T.I. Ahmadiyya Senior High School, Kumasi ?":["Which location of # ent is also the location of T.I. Ahmadiyya Senior High School , Kumasi ?\n","2 6 2 5 3 0 6 9 6 9 12 15 15 15 10 15 15 6 \n"],"What is the route end of NorthSouth Transport Corridor ?":["What is the route end of # ent ?\n","2 0 5 5 2 5 8 6 2 \n"],"Mazhar Ul Haq High School, Beerwah is affiliated to Islamic Religion":["Mazhar Ul Haq High School , Beerwah is affiliated to # ent Religion\n","3 3 5 5 0 9 9 9 0 9 13 13 10 \n"],"What is the owner of Ivanpah Solar Power Facility and the original developer of Dart?":["What is the owner of # ent and the original developer of Dart ?\n","2 0 4 2 4 7 5 4 11 11 4 11 12 2 \n"],"Find the total number of  ingredient of the recepies whose ingredient is common Mushroom ?":["Find the total number of ingredient of the recepies whose ingredient is common Mushroom ?\n","0 4 4 1 4 5 6 9 7 11 12 9 14 12 1 \n"],"What is the military branch of John Tower ?":["What is the military branch of # ent ?\n","2 0 5 5 2 5 8 6 2 \n"],"How many people are in the England national football team?":["How many people are in the # ent ?\n","2 3 4 0 4 8 8 5 4 \n"],"who is the husband of Rosie Huntington Whiteley?":["who is the husband of # ent ?\n","2 0 4 2 4 7 5 2 \n"],"Who are the local authority of Buckhurst Hill County High School ?":["Who are the local authority of # ent ?\n","2 0 5 5 2 5 8 6 2 \n"],"List all the former broadcast network of WMDN ?":["List all the former broadcast network of # ent ?\n","0 6 6 6 6 1 6 9 7 1 \n"],"Which religions are practiced in India?":["Which religions are practiced in # ent ?\n","2 4 4 0 4 7 5 4 \n"],"What team has  players  born in Dominican Republic ?":["What team has players born in # ent ?\n","2 3 0 3 4 5 8 6 3 \n"],"Name the party of Indira Gandhi ?":["Name the party of # ent ?\n","0 3 1 3 6 4 1 \n"],"Who was the opponent of Robert Carr, 1st Earl of Somerset ?":["Who was the opponent of # ent ?\n","2 0 4 2 4 7 5 2 \n"],"What water bodies have primary inflows sa Kemijoki?":["What water bodies have primary inflows sa # ent ?\n","3 3 4 0 6 9 9 9 4 4 \n"],"Which educational institution of Jack Mcgregor is also the alma mater of Donn barber ?":["Which educational institution of Jack Mcgregor is also the alma mater of # ent ?\n","3 3 7 3 6 4 0 7 11 11 7 11 14 12 7 \n"],"In how many places can I find people whose alma mater was in bachelor of arts?":["In how many places can I find people whose alma mater was in # ent ?\n","0 3 4 7 7 7 1 7 11 11 12 8 12 15 13 7 \n"],"Name the writer of South Park: The Stick of Truth ?":["Name the writer of # ent ?\n","0 3 1 3 6 4 1 \n"],"Which automobile platform provider of Chiva bus is also the parent company of the Ford Falcon Cobra ?":["Which automobile platform provider of Chiva bus is also the parent company of the # ent ?\n","4 4 4 8 4 7 5 0 8 12 12 8 12 16 16 13 8 \n"],"Count the movies directed by Tim Burton and music composer Danny Elfman ?":["Count the movies directed by Tim Burton and music composer # ent ?\n","0 3 1 3 4 7 12 7 10 12 12 5 1 \n"],"Which developer of  the Spider-Man: Edge of Time is the  successor of PlayStation 2 ?":["Which developer of the # ent is the successor of PlayStation 2 ?\n","2 7 2 6 6 3 0 9 7 9 10 11 9 \n"],"Give me a count of mammals whose family is Canidae?":["Give me a count of mammals whose family # ent ?\n","0 1 4 1 4 5 8 10 10 0 10 \n"],"List the total number of awards of the musicals who have won Tony Award?":["List the total number of awards of the musicals who have won # ent ?\n","0 4 4 1 4 5 6 9 7 12 12 9 14 12 1 \n"],"Count the awards received by the ones who fought the battle of france?":["Count the awards received by the ones who fought the # ent ?\n","0 3 1 3 4 7 5 9 7 12 12 9 1 \n"],"What is the country whose administrative centre is Hagta, Guam?":["What is the country whose administrative centre # ent ?\n","2 0 4 2 7 7 9 9 4 9 \n"],"Which are the television show which have been created by Donald Wilson?":["Which are the television show which have been created by Donald Wilson ?\n","2 0 5 5 2 9 9 9 5 9 12 10 2 \n"],"What has  location as Ontario?":["What has location # ent ?\n","2 0 5 5 2 5 \n"],"What are some common ingredients used in Swedish dishes?":["What are some common ingredients used in Swedish dishes ?\n","2 0 5 5 2 5 6 9 7 2 \n"],"Where did Rheinmetall MG 60 originated ?":["Where did # ent originated ?\n","5 5 4 5 0 5 \n"],"Gregg Toland cinematographed how many things?":["# ent cinematographed how many things ?\n","2 3 0 5 6 3 3 \n"],"What type of government is elected in Kumta?":["What type of government is elected in # ent ?\n","2 6 2 3 6 0 6 9 7 6 \n"],"Was Tommy Tucker's Tooth animated by Walt Disney?":["# ent animated by Walt Disney ? # ent\n","2 0 2 3 6 4 2 9 0 \n"],"State the religion of the person known for People's Bank (Sri Lanka) ?":["State the religion of the person known for # ent ?\n","0 3 1 3 6 4 6 7 10 8 1 \n"],"Who trained the wrestlers who are billed in Wisconsin?":["Who trained the wrestlers who are billed in # ent ?\n","2 0 4 2 7 7 4 7 10 8 2 \n"],"Where was the battle fought where 2nd Foreign Infantry Regiment participated  ?":["Where was the battle fought where # ent participated ?\n","5 5 4 5 0 9 8 9 5 5 \n"],"Which team did Bill Murphy and Jean Segura play for?":["Which team did Bill Murphy and # ent play for ?\n","2 3 0 5 3 5 8 5 3 9 9 \n"],"How many teams have LA kings players in them currently?":["How many teams have LA kings players in them currently ?\n","2 3 4 0 6 7 4 4 8 4 4 \n"],"What is the television show whose developer is J. Michael Straczynski?":["What is the television show whose developer # ent ?\n","2 0 5 5 2 7 9 9 5 2 \n"],"What is the content license of Darcs ?":["What is the content license of # ent ?\n","2 0 5 5 2 5 8 6 2 \n"],"Name a military unit whose command structure is United States Department of the Navy and garrison is Arlington County, Virginia?":["Name a military unit whose command structure # ent and garrison is Arlington County , Virginia ?\n","12 4 4 1 7 7 9 9 1 9 9 0 14 12 14 14 14 \n"],"Which company developed both Dart and Go?":["Which company developed both Dart and Go ?\n","2 3 0 5 3 3 3 3 \n"],"Is Olyokma River the right tributary of Lena River?":["# ent the right tributary of # ent ?\n","2 0 5 5 2 5 8 6 2 \n"],"What is common between sports played at Fr Agnel School and Jr college, and the genre of Virtual Kasparov?":["What is common between sports played at Fr Agnel School and Jr college , and the genre of # ent ?\n","2 0 2 2 4 5 6 10 10 13 10 10 7 13 13 17 13 17 20 18 2 \n"],"Which contnet license provider of Microsoft Office Picture Manager is also the game platform of Google Clud Connect ?":["Which contnet license provider of # ent is also the game platform of Google Clud Connect ?\n","4 4 4 8 4 7 5 0 8 12 12 8 12 16 16 13 8 \n"],"What all are in the states whose anthem is Ja, vi esker dette landet?":["What all are in the states whose anthem # ent ?\n","3 3 0 3 6 4 8 10 10 3 3 \n"],"Which officers fought in the war of Siege of Fort Recovery?":["Which officers fought in the war of # ent ?\n","2 3 0 3 6 4 6 9 7 3 \n"],"return some  players who have played in the NBA?":["return some players who have played in the NBA ?\n","0 3 1 6 6 3 6 9 7 1 \n"],"Give me a count on scientist who are known for garrison is Tennessee ?":["Give me a count on scientist who are known for garrison # ent ?\n","0 1 4 1 4 5 9 9 6 9 13 13 10 1 \n"],"What are some fictional characters whose voice is in the peanuts movie?":["What are some fictional characters whose voice is in # ent ?\n","2 0 5 5 2 7 8 5 8 11 9 2 \n"],"The sports team which played at the American Basketball League championship (1996-1998), have which stadiums?":["The sports team which played at the American Basketball League championship ( 1996 - 1998 ) , have which stadiums ?\n","3 3 18 5 3 5 11 10 10 11 6 11 11 15 13 11 18 0 20 18 18 \n"],"Count the tenants of the stadiums owned by toronto.":["Count the tenants of the stadiums owned by # ent .\n","0 3 1 3 6 4 6 7 10 8 1 \n"],"How many sports are played in organizations presided by Emanuel de Guzman?":["How many sports are played in organizations presided by # ent ?\n","2 3 5 5 0 5 6 7 8 11 9 5 \n"],"What are the home stadiums of the things Leonid Fedun has been the chairman of?":["What are the home stadiums of the # ent has been the chairman of ?\n","2 11 5 5 2 5 9 9 6 11 0 13 11 13 11 \n"],"Is Robin Gibb the singer of Oh! Darling?":["# ent the singer of # ent ?\n","2 0 4 2 4 7 5 2 \n"],"What is the common university iof vanderbilt Commodores and also the college of hubert Wiggs ?":["What is the common university iof vanderbilt Commodores and also the college of # ent ?\n","2 0 5 5 6 2 8 6 8 12 12 8 12 15 13 6 \n"],"On which subjects does the author of the novel Thud! delve?":["On which subjects does the author of the novel # ent delve ?\n","4 1 4 12 6 12 6 11 11 11 7 0 12 \n"],"Who is the writer with notable works like Adventures of Huckleberry Finn and The Adventures of Tom Sawyer?":["Who is the writer with notable works like Adventures of Huckleberry Finn and # ent ?\n","2 0 4 2 4 7 5 7 8 9 12 10 12 15 12 2 \n"],"How many members are there of the order of Bacillales?":["How many members are there of the order of # ent ?\n","2 3 4 0 4 5 8 6 8 11 9 4 \n"],"Which program was on NBC network with executive producer as Glen and Les Charles?":["Which program was on NBC network with executive producer # ent ?\n","2 3 0 3 6 4 6 9 11 11 7 3 \n"],"Moscow-Kazan high speed railway starts from which station?":["# ent starts from which station ?\n","2 3 0 3 6 4 3 \n"],"How many people work in the Massachusetts house of Representatives?":["How many people work in the # ent ?\n","2 3 4 0 4 8 8 5 4 \n"],"Where does Kafue and Shire river flow into?":["Where does Kafue and # ent flow into ?\n","8 7 7 3 6 3 0 7 7 \n"],"Through which label has Katy B released her singles?":["Through which label # ent released her singles ?\n","6 3 5 5 6 0 8 6 6 \n"],"Who first ascented a mountain of Cathedral Peak (California) ?":["Who first ascented a mountain of # ent ?\n","3 3 0 5 3 5 8 6 3 \n"],"Which associated band of the Teddy Riley is also the performer of the Before I Let You Go?":["Which associated band of the # ent is also the performer of the Before I Let You Go ?\n","2 8 2 3 7 7 4 0 8 11 8 11 12 0 16 0 18 16 16 \n"],"what are some devices made by asus?":["what are some devices made by # ent ?\n","2 0 4 2 4 5 8 6 2 \n"],"What is the colour of Red Marauder ?":["What is the colour of # ent ?\n","2 0 4 2 4 7 5 2 \n"],"What is the draft team of Dale Mitchell (ice hockey) ?":["What is the draft team of # ent ?\n","2 0 5 5 2 5 8 6 2 \n"],"Give me a count of schools in Reading, Berkshire?":["Give me a count of schools in # ent ?\n","0 1 4 1 4 5 4 9 7 1 \n"],"By whom is the broadcaster network Bounce TV founded?":["By whom is the broadcaster network # ent founded ?\n","3 1 0 6 6 8 8 3 8 3 \n"],"Who is the scientist whose doctoral student is Erich Bagge?":["Who is the scientist whose doctoral student # ent ?\n","2 0 4 2 7 7 9 9 2 9 \n"],"List down all notable works of Neil Cross ?":["List down all notable works of # ent ?\n","0 1 5 5 1 5 8 6 1 \n"],"what awards have been giving to Muhammad Yunus?":["what awards have been giving to # ent ?\n","5 5 5 5 0 5 8 6 5 \n"],"What are the things Eric Schiller known for ?":["What are the # ent known for ?\n","2 0 5 5 2 5 6 2 \n"],"List the parts of Greater San Antonio?":["List the parts of # ent ?\n","0 3 1 3 6 4 1 \n"],"What is the president whose lieutenants are Winston Bryant and Joe Purcell?":["What is the president whose lieutenants are Winston Bryant and # ent ?\n","2 0 4 2 6 7 4 9 7 9 12 9 2 \n"],"Name some leaders of the parent organisation of the Gestapo?":["Name some leaders of the parent organisation of the # ent ?\n","0 3 1 3 7 7 4 7 11 11 8 1 \n"],"How many venues are located in the US?":["How many venues are located in the US ?\n","2 3 5 5 0 5 8 6 5 \n"],"Does Kirk Hammett play the Gibson Flying V?":["# ent play the Gibson Flyi # ent\n","2 3 0 8 7 7 8 3 \n"],"Who are the people who died in a place architected by Jens Jensen":["Who are the people who died in a place architected by Jens Jensen\n","2 0 4 2 6 4 6 9 7 9 10 13 11 \n"],"Name the television show whose subsequent work is Frasier and opening theme is Where Everybody Knows Your Name?":["Name the television show whose subsequent work is Frasier and opening theme # ent ?\n","0 4 4 1 7 7 8 4 14 9 9 11 14 8 1 \n"],"Name the cover artist of the adventure of Tom sawyer ?":["Name the cover artist of # ent ?\n","0 4 4 1 4 7 5 1 \n"],"Who did Bruce Bochy play for ? ":["Who did # ent play for ?\n","2 0 4 5 2 5 5 \n"],"What is the Band whose band member is Mark Middleton?":["What is the Band whose band member # ent ?\n","2 0 4 2 6 9 9 9 4 2 \n"],"Murray Gold has composed music for how many things?":["# ent has composed music for how many things ?\n","2 4 4 0 4 4 8 9 6 4 \n"],"Who was the vice president under which elizabeth alexander served?":["Who was the vice president under which elizabeth alexander served ?\n","2 0 5 5 2 10 6 9 10 5 2 \n"],"Who produced wizards vs aliens?":["Who produced # ent ?\n","2 0 4 2 2 \n"],"Which mainter of Pandaruan Bridge is also the land of Malaysia junior Hockey league ?":["Which mainter of Pandaruan Bridge is also the land of # ent ?\n","2 6 2 5 3 0 6 9 6 9 12 10 6 \n"],"What is the profession of William Luther Hill ?":["What is the profession of # ent ?\n","2 0 4 2 4 7 5 2 \n"],"How many other school are there of the rugby players whose school is Michaelhouse ?":["How many other school are there of the rugby players whose school # ent ?\n","2 4 4 5 0 5 6 10 10 7 12 14 14 10 5 \n"],"List down the opponents of Frank Stilwell?":["List down the opponents of # ent ?\n","0 1 4 1 4 7 5 1 \n"],"Who is the writer of Neverwhere (radio play) ?":["Who is the writer of # ent ?\n","2 0 4 2 4 7 5 2 \n"],"List the stadium of the teams which uses Nea Smyrni  as one of the stadium ?":["List the stadium of the teams which uses Nea Smyrni as one of the stadium ?\n","0 3 1 3 6 4 8 6 10 8 8 11 12 15 13 1 \n"],"Which football managers managed Middlesbrough F.C.?":["Which football managers managed # ent . ?\n","4 3 4 0 6 4 4 4 \n"],"Count the number of ingredient of the foods which have one of the ingredient is Pork ?":["Count the number of ingredient of the foods which have one of the ingredient # ent ?\n","0 3 1 3 4 5 8 6 10 8 10 11 14 16 16 12 1 \n"],"What is the television show whose opening theme is Te Deum (Charpentier)?":["What is the television show whose opening theme # ent ?\n","2 0 5 5 2 8 8 10 10 5 2 \n"],"Which awards are presented by Swedish Academy?":["Which awards are presented by # ent ?\n","2 4 4 0 4 7 5 4 \n"],"Who is the writer of the Cavalcade of America and The United States Steel Hour ?":["Who is the writer of the # ent and The United States Steel Hour ?\n","2 0 4 2 4 8 8 5 8 14 12 14 14 8 2 \n"],"To which series does the character of Londo Mollari belong?":["To which series does the character of # ent belong ?\n","10 3 4 10 6 10 6 9 7 0 10 \n"],"Count the number of artists who trained at the San Francisco Art Institute?":["Count the number of artists who trained at the # ent ?\n","0 3 1 3 4 7 5 7 11 11 8 1 \n"],"List the leaders of the government agencies whose jurisdiction was German-occupied Europe.":["List the leaders of the government agencies whose jurisdiction # ent .\n","0 3 1 3 7 7 4 11 11 11 1 1 \n"],"List the cast member of the movies whose producer is Mark Johnson.":["List the cast member of the movies whose producer is Mark Johnson .\n","0 4 4 1 4 7 5 9 10 7 12 10 1 \n"],"Name the nearest city to  Lake Victoria?":["Name the nearest city to # ent ?\n","0 4 4 1 1 7 5 1 \n"],"What is the total number of  builder of the military structures whose builder is also United States?":["What is the total number of builder of the military structures whose builder is also # ent ?\n","2 0 5 5 2 5 6 7 11 11 8 13 14 11 14 17 14 2 \n"],"How many shows does HBO have?":["How many shows # ent have ?\n","2 3 0 5 6 3 6 \n"],"How many people have been canonized by Pope Benedict XVI?":["How many people have been canonized by # ent ?\n","2 3 6 6 6 0 6 9 7 6 \n"],"Bud Adams owns which american football team?":["# ent owns which american football team ?\n","2 3 0 7 7 7 3 3 \n"],"For which team did both Butch Metzger and Brian Horwitz debuted ? ":["For which team did both Butch Metzger and # ent debuted ?\n","11 3 4 11 7 7 11 7 10 7 0 11 \n"],"Does the Sicklefin lemon shark belong in the animal kingdom?":["Does the # ent belong in the animal kingdom ? # ent\n","5 4 4 5 0 5 9 9 6 5 12 0 \n"],"How many books have been penned by Miguel de Cervantes?":["How many books have been penned by # ent ?\n","2 3 6 6 6 0 6 9 7 6 \n"],"Name the river flowing through Reading and source place as Gloucestershire ?":["Name the river flowing through Reading and source place # ent ?\n","0 3 1 3 4 9 6 6 11 11 5 1 \n"],"Count the band members of Skull Gang?":["Count the band members of # ent ?\n","0 4 4 1 4 7 5 1 \n"],"For which team does hunter pence play for?":["For which team # ent play for ?\n","6 3 5 5 6 0 6 6 \n"],"Who is the prime minister of the successor of Kingsley Wood?":["Who is the prime minister of the successor of # ent ?\n","2 0 5 5 2 5 8 6 8 11 9 2 \n"],"Name few TV shows aired by Prime Time Entertainment Network?":["Name few TV shows aired by # ent ?\n","4 4 4 0 4 5 8 6 4 \n"],"Which series are Lennier and Londo Mollari both from?":["Which series are Lennier and # ent both from ?\n","2 3 0 3 4 7 4 9 3 3 \n"],"Who coached the marquet golden eagels during 2013":["Who coached the marquet golden eagels during 2013\n","2 0 6 6 6 2 2 7 \n"],"What beverages originate in Leuven?":["What beverages originate in # ent ?\n","2 3 0 3 6 4 3 \n"],"Who are the parents of  Charles Phelps Taft II and Robert A. Taft?":["Who are the parents of Charles Phelps Taft II and # ent ?\n","2 0 4 2 4 9 9 9 5 9 12 9 2 \n"],"How many prime ministers did the predecessor of Duncan Sandys  serve?":["How many prime ministers did the predecessor of # ent serve ?\n","2 4 4 5 0 7 5 7 10 8 5 5 \n"],"Where has the employee of Columbia Records  worked ?":["Where has the employee of # ent worked ?\n","8 8 4 8 4 7 5 0 8 \n"],"Which wine region of Bogdanua is the mouth country of Upper Neretva ?":["Which wine region of Bogdanua is the mouth country of # ent ?\n","3 3 6 3 4 0 9 9 6 9 12 10 6 \n"],"Which television show's network  is BBC HD and is related to Doctor Who Confidential?":["Which television show 's network is BBC HD and is related to # ent ?\n","5 3 5 3 6 0 8 6 6 11 6 11 14 12 11 \n"],"In how many places have people canonized by John Paul II died?":["In how many places have people canonized by John Paul II died ?\n","0 3 4 5 1 12 6 7 11 11 8 5 12 \n"],"Who is the founder of Pittsburgh ?":["Who is the founder of # ent ?\n","2 0 4 2 4 7 5 2 \n"],"Which appliance has cpu from Freescale Semiconductor and Marvell Technology Group?":["Which appliance has cpu from Freescale Semiconductor and # ent ?\n","2 3 0 3 4 7 5 7 10 7 3 \n"],"Was 2658 Gingerich invented in Harvard?":["# ent invented in Harvard ?\n","2 0 2 3 4 2 \n"],"List the significant building of the architect who also designed  Kiev?":["List the significant building of the architect who also designed # ent ?\n","0 4 4 1 4 7 5 10 10 7 12 10 1 \n"],"How many other architect are there of the historic places whose architect is also Stanford White ?":["How many other architect are there of the historic places whose architect is also # ent ?\n","2 4 4 5 0 5 6 10 10 7 12 13 10 13 16 13 5 \n"],"Where was the designer of REP Parasol born?":["Where was the designer of # ent born ?\n","2 0 4 2 4 7 5 7 2 \n"],"How many cars are the predecessor of cars similar to the Pontiac G8?":["How many cars are the predecessor of cars similar to the # ent ?\n","2 3 4 0 6 4 6 7 8 9 13 13 10 4 \n"],"How many movies were cinematographed by Jordan Cronenweth?":["How many movies were cinematographed by # ent ?\n","2 3 5 5 0 5 8 6 5 \n"],"Is Queen Latifah associated with Afrika Baby Bam?":["# ent associated with # ent ?\n","2 0 2 3 6 4 2 \n"],"What are some products manufactured by Sony? ":["What are some products manufactured by # ent ?\n","2 0 4 2 4 5 8 6 2 \n"],"What cities are around the valley bordering Lake Mead?":["What cities are around the valley bordering # ent ?\n","2 3 0 3 6 4 6 9 7 3 \n"],"What is the style of architecture of South Loop Printing House District ?":["What is the style of architecture of # ent ?\n","2 0 4 2 4 5 4 9 7 2 \n"],"What is the university whose campus are Indiana and Iowa?":["What is the university whose campus are # ent and Iowa ?\n","2 0 4 2 6 7 4 9 7 9 9 2 \n"],"Name the ssignificant buildings of Ivan Fomin ?":["Name the ssignificant buildings of # ent ?\n","0 4 4 1 4 7 5 1 \n"],"Give me the count of newspaper whose language is Sweedish and headquartered at stockholm ?":["Give me the count of newspaper whose language is Sweedish and headquartered at # ent ?\n","0 1 4 1 4 5 8 9 6 9 9 9 12 15 13 1 \n"],"Name the partners of the models whose one of the partner is Thom Evans ?":["Name the partners of the models whose one of the partner # ent ?\n","0 3 1 3 6 4 8 1 8 11 13 13 9 8 \n"],"Which magazine has publisher as Jann Wenner?":["Which magazine has publisher # ent ?\n","2 3 0 6 6 3 6 \n"],"List the academic discipline of the journals whose one of the discipline is neuro imaging ?":["List the academic discipline of the journals whose one of the discipline # ent ?\n","0 4 4 1 4 7 5 9 15 9 14 14 14 10 1 \n"],"Who has authored books published by the Perkins school for the Blind?":["Who has authored books published by the # ent ?\n","3 3 0 3 4 5 9 9 6 3 \n"],"What kind of games does Blizzard games develop?":["What kind of games does Blizzard games develop ?\n","2 8 2 3 8 7 8 0 8 \n"],"Where is the VP buried, which was served by Frederick Cooke?":["Where is the VP buried , which was served by Frederick Cooke ?\n","5 5 4 5 0 5 9 9 5 9 12 10 5 \n"],"Name the person whose child is Irne Joliot-Curie?":["Name the person whose child # ent ?\n","0 3 1 5 7 7 3 7 \n"],"How many things belong to phylum of Chordate?":["How many things belong to phylum of # ent ?\n","2 3 4 0 4 5 6 9 7 4 \n"],"With which musical artist is the music group which sung Mind Blowin' related to ?  ":["With which musical artist is the music group which sung Mind Blowin ' related to ?\n","5 4 4 5 0 8 8 5 10 8 12 10 14 8 14 5 \n"],"Where did the office holder died who also have faith in Episcopal Church ?":["Where did the office holder died who also have faith in Episcopal Church ?\n","6 6 5 5 6 0 9 9 6 9 10 13 11 6 \n"],"what are some common games played at both Fr Agnel Multipurpose School and Vishwajyot High School?":["what are some common games played at both Fr Agnel Multipurpose School and # ent ?\n","2 0 5 5 2 5 6 12 10 12 12 7 12 15 12 2 \n"],"Who is known for are Battle of the Thames and War of 1812?":["Who is known for are Battle of the Thames and # ent ?\n","3 3 5 3 0 5 6 9 7 6 12 6 12 \n"],"How many people are there who have relationship with Kennedy family?":["How many people are there who have relationship with # ent ?\n","2 3 4 0 4 7 3 7 8 11 9 4 \n"],"Name the company founded by Jim Harris located in Harris County, Texas ?":["Name the company founded by Jim Harris located in # ent ?\n","8 3 1 3 4 7 5 0 8 11 9 8 \n"],"What is the total number of fictional characters whose created by  Greg Daniels and series is The Office (U.S. TV series)?":["What is the total number of fictional characters whose created by # ent and series is The Office ( U.S. TV series ) ?\n","2 0 5 5 2 5 8 6 10 16 10 13 11 13 13 8 18 16 18 22 22 18 18 2 \n"],"Who were the opponents of employees of Henry Howard, the Northampton Earl?":["Who were the opponents of employees of Henry Howard , the Northampton Earl ?\n","2 0 4 2 4 5 6 9 7 9 13 13 9 2 \n"],"Name a fictional character whose relative is Uncle Henry and species is Human?":["Name a fictional character whose relative is Uncle Henry and species is Human ?\n","12 4 4 1 6 7 4 9 7 9 9 0 12 12 \n"],"Which TV show's setting is in Massachusetts and is the subsequent work of Fraiser ?":["Which TV show 's setting is in # ent and is the subsequent work of Fraiser ?\n","5 3 5 3 6 0 6 9 7 6 6 14 14 11 14 15 6 \n"],"Which bands are associated to David Paton?":["Which bands are associated to # ent ?\n","2 4 4 0 4 7 5 4 \n"],"Give me the count of tenants of the stadia whose one of the tenants is Toronto Furies?":["Give me the count of tenants of the stadia whose one of the tenants # ent ?\n","0 1 4 1 4 5 6 9 7 11 17 11 14 12 16 14 4 \n"],"Who is the musician of Before I let you Go ?":["Who is the musician of # ent ?\n","2 0 4 2 4 7 5 2 \n"],"Who developed the programming languages designed by Rob Pike?":["Who developed the programming languages designed by # ent ?\n","2 0 5 5 2 5 6 9 7 2 \n"],"Name the military unit whose garrison is Arlington County, Virginia and command structure is United States Department of Defense?":["Name the military unit whose garrison is Arlington County , Virginia and command structure # ent ?\n","0 4 4 1 6 7 4 9 7 9 9 11 14 16 16 11 1 \n"],"What is the layout of the automobiles whose designer company is Olivier Boulay?":["What is the layout of the automobiles whose designer company # ent ?\n","2 0 4 2 4 7 5 10 10 12 12 7 2 \n"],"which band was Roger waters in?":["which band # ent in ?\n","2 0 4 2 2 2 \n"],"In which places can we find the people won the Project Runaway Canada?":["In which places can we find the people won the # ent ?\n","6 1 1 6 6 0 8 9 6 12 12 9 6 \n"],"Which rivers end in Old Saybrook, Connecticut?":["Which rivers end in # ent ?\n","2 3 0 3 6 4 3 \n"],"What are the baseball players who played for San Francisco Giants?":["What are the baseball players who played for # ent ?\n","2 0 5 5 2 7 5 7 10 8 2 \n"],"Who is the person whose parent is Ptolemy XII Auletes?":["Who is the person whose parent # ent ?\n","2 0 4 2 6 8 8 4 8 \n"],"What are the schools whose city is Reading, Berkshire?":["What are the schools whose city # ent ?\n","2 0 4 2 6 8 8 4 8 \n"],"With whom were the engagements of Alpine Brigade Taurinense?":["With whom were the engagements of # ent ?\n","3 1 0 5 3 5 8 6 3 \n"],"Find the total number of tenants of the stadium whose tenants was Toronto Marlies?":["Find the total number of tenants of the stadium whose tenants # ent ?\n","0 4 4 1 4 5 6 9 7 11 13 13 0 13 \n"],"Whose relatives are Uncle Henry (Oz) and Aunt Em?":["Whose relatives are Uncle Henry ( Oz ) and # ent ?\n","2 3 0 5 3 7 5 7 5 11 5 3 \n"],"Who gave the voice for Allen Walker ?":["Who gave the voice for # ent ?\n","2 0 4 2 2 7 5 2 \n"],"Which companies have Kumho Asiana Group as their parent company?":["Which companies have # ent as their parent company ?\n","3 3 0 5 3 3 9 9 6 3 \n"],"How many buildings are located in Toronto ?":["How many buildings are located in # ent ?\n","2 3 5 5 0 5 8 6 5 \n"],"Who is the office holder whose resting place is Monticello?":["Who is the office holder whose resting place # ent ?\n","2 0 5 5 2 8 8 10 10 2 2 \n"],"What is the major shrine of Jacques-Dsir Laval ?":["What is the major shrine of # ent ?\n","2 0 5 5 2 5 8 6 2 \n"],"What fictional character's species is American Pekin duck":["What fictional character 's species # ent k\n","3 3 5 3 7 7 0 0 \n"],"What is the television show whose subsequent work is Crusade (TV series) and developed by  J. Michael Straczynski?":["What is the television show whose subsequent work # ent and developed by J. Michael Straczynski ?\n","2 0 5 5 2 8 8 10 10 5 10 10 12 16 16 13 2 \n"],"What is the county of Saint Lucia national cricket team ?":["What is the county of # ent ?\n","2 0 4 2 4 7 5 2 \n"],"Who is the president of United World College of Costa Rica ?":["Who is the president of # ent ?\n","2 0 4 2 4 7 5 2 \n"],"Who is the  distributor of Rev (drink) ?":["Who is the distributor of # ent ?\n","2 0 4 2 4 7 5 2 \n"],"Name the award given in Norway and presented by Swedish Academy ?":["Name the award given in # ent and presented by Swedish Academy ?\n","0 3 1 3 4 7 5 4 4 9 12 10 1 \n"],"What is the career of George Arceneaux, Jr. ?":["What is the career of # ent . ?\n","2 0 4 2 4 7 5 2 2 \n"],"Which movies' music is composed by people associated with the band Yes?":["Which movies ' music is composed by people associated with the band Yes ?\n","2 4 2 6 6 0 6 7 8 9 12 10 0 13 \n"],"List the affiliation of Indian general election, 2004 (Andhra Pradesh) ?":["List the affiliation of # ent ?\n","0 3 1 3 6 4 1 \n"],"Who are the people which were the influencer of the person, who influenced Costanzo Preve ?":["Who are the people which were the influencer of the person , who influenced # ent ?\n","2 0 4 2 6 4 8 6 8 11 9 11 14 11 16 14 2 \n"],"Count all the games whose distributors are located in America":["Count all the games whose distributors are located in America\n","0 4 4 1 6 8 8 4 8 9 \n"],"What is the alma mater of Andrew W. Lewis ?":["What is the alma mater of # ent ?\n","2 0 5 5 2 5 8 6 2 \n"],"Spanish harlem incident and girl from the north country were originally composed by whom?":["Spanish harlem incident and # ent were originally composed by whom ?\n","3 3 9 3 6 9 9 9 0 9 10 9 \n"],"What are the movies directed by Joel Schumacher?":["What are the movies directed by # ent ?\n","2 0 4 2 4 5 8 6 2 \n"],"Name some relatives of the people studied in Manurewa High School?":["Name some relatives of the people studied in # ent ?\n","7 3 1 3 6 4 0 7 10 8 7 \n"],"What are a few molluscas whose family is Buccinidae?":["What are a few molluscas whose family # ent ?\n","2 0 5 5 2 7 9 9 5 9 \n"],"How many have family as Ape and order (taxonomy) is Primate ?":["How many have family as Ape and order ( taxonomy ) # ent ?\n","2 3 0 3 3 5 6 6 10 6 10 13 0 13 \n"],"Who are the trainersof Candice Michelle?":["Who are the trainersof # ent ?\n","2 0 6 6 6 2 2 \n"],"Where is the main ground of soccer seasons whose chairman is Ronaldo?":["Where is the main ground of soccer seasons whose chairman # ent ?\n","2 0 5 5 2 5 8 6 10 12 12 5 12 \n"],"Which person belongs to the board of Howard Hughes Medical Institute?":["Which person belongs to the board of # ent ?\n","2 3 0 3 6 4 6 9 7 3 \n"],"Does the asiana airlines fly into the Gimhae International Airport?":["Does the # ent fly into the Gimhae In # ent\n","5 4 4 5 0 5 8 6 0 11 9 \n"],"What is the title of Kakae ?":["What is the title of # ent ?\n","2 0 4 2 4 7 5 2 \n"],"What is the county of the road whose route end is Pahang ?":["What is the county of the road whose route end # ent ?\n","2 0 4 2 4 7 5 9 10 7 12 10 2 \n"],"What relegious affiliation of Josiah Idowu-Fearon was canonized by john of Damasucs ?":["What relegious affiliation of # ent was canonized by john of Damasucs ?\n","3 3 8 3 6 4 8 0 8 9 10 11 8 \n"],"Which draft team od Dale Mitchell is also the tenant of Master Card center \/":["Which draft team od Dale Mitchell is also the tenant of Master Card center \/\n","3 3 7 3 6 3 0 7 10 7 10 13 14 11 14 \n"],"Give me a count of movies whose music composer is Bernard Herrmann?":["Give me a count of movies whose music composer # ent ?\n","0 1 4 1 4 5 9 9 11 11 4 1 \n"],"What is the political party to which Purnima Banerjee is a member of??":["What is the political party to which # ent is a member of ? ?\n","2 0 5 5 2 10 6 9 10 5 12 10 12 2 2 \n"],"What is the device whose successor's CPU is by AMD?":["What is the device whose successor 's CPU is by AMD ?\n","2 0 4 2 6 8 6 9 4 9 10 2 \n"],"How many have order (taxonomy) as Bacillales and division as Firmicutes are there?":["How many have order ( taxonomy ) # ent and division as Firmicutes are there ?\n","2 3 0 3 6 4 6 9 14 9 9 9 12 0 14 14 \n"],"list the  software which works on both the OS  - Microsoft Windows and Mac OS ?":["list the software which works on both the OS - # ent and Mac OS ?\n","0 3 1 5 3 5 12 12 11 11 12 6 12 15 12 1 \n"],"Name the rivers whose source country's capital is Lusaka?":["Name the rivers whose source country 's capital # ent ?\n","0 3 1 5 6 10 6 10 10 1 1 \n"],"What is the state of the senator whose successor is Nathaniel P. Hill ?":["What is the state of the senator whose successor # ent ?\n","2 0 4 2 4 7 5 9 11 11 4 11 \n"],"How many religion's people have died in Malaysia?":["How many religion 's people have died in # ent ?\n","2 3 5 3 7 7 0 7 10 8 7 \n"],"For which games are Sam Loyd and Eric Schiller both famous?":["For which games are # ent and Eric Schiller both famous ?\n","4 3 4 0 6 4 4 9 4 11 9 4 \n"],"Is Peter Piper Pizza in the pizza industry?":["# ent in the pizza industry # ent\n","2 8 2 6 6 3 8 0 \n"],"How many other battles have the military person fought whose one of the battles is World War II ?":["How many other battles have the military person fought whose one of the battles # ent ?\n","2 4 4 5 0 8 8 9 5 11 9 11 14 12 16 14 9 \n"],"In which state is the Channel district?":["In which state is the # ent ?\n","4 1 4 0 7 7 4 4 \n"],"What is the total number of other tenant of the stadia whose one of the tenant is Raptors 905?":["What is the total number of other tenant of the stadia whose one of the tenant # ent ?\n","2 0 5 5 2 5 8 6 8 11 9 13 19 13 16 18 18 14 2 \n"],"What is the almamater of the president whose vice president was Enrique Jos Varona?":["What is the almamater of the president whose vice president # ent ?\n","2 0 4 2 4 7 5 10 10 12 12 7 2 \n"],"What is the route end of Birmingham and Oxford Junction Railway ?":["What is the route end of # ent ?\n","2 0 5 5 2 5 8 6 2 \n"],"How many people are there whose children died in Indiana?":["How many people are there whose children died in # ent ?\n","2 3 4 0 4 7 8 3 8 11 9 4 \n"],"What is the river whose source is Lake Ontario?":["What is the river whose source # ent ?\n","2 0 4 2 6 8 8 4 2 \n"],"Whichlocation city of the Denver Broncos is the palce of birth of Steven Clark Cunningham ?":["Whichlocation city of the Denver Broncos is the palce of birth of # ent ?\n","2 7 2 6 6 3 0 9 7 9 10 11 14 12 7 \n"],"Give the name of the  managers of England national under-20 football team and England national under-21 football team?":["Give the name of the managers of England national under-20 football team and # ent ?\n","0 3 1 3 6 4 6 12 12 12 12 7 12 15 12 1 \n"],"Did the New Way party merge in the One Israel party?":["Did the New Way party merge in the # ent party ?\n","6 5 4 5 6 0 6 11 10 11 7 6 \n"],"How many pole drivers have been there in grand prixes where first driver was Damon Hill?":["How many pole drivers have been there in grand prixes where first driver # ent ?\n","2 4 4 6 6 0 6 6 10 8 15 13 15 15 10 6 \n"],"What is the magazine which have been  founded by Ralph J. Gleason?":["What is the magazine which have been founded by # ent ?\n","2 0 4 2 8 8 8 4 8 11 9 2 \n"],"How many television shows have  Fox Broadcasting Company as their channel?":["How many television shows have # ent as their channel ?\n","2 4 4 5 0 7 5 5 10 8 5 \n"],"Is Ombla originate in Croatia?":["# ent originate in Cr # ent\n","2 3 0 3 6 7 4 \n"],"Greater Napanee is the home town of what people?":["# ent is the home town of what people ?\n","2 3 0 6 6 3 6 9 7 3 \n"],"How many books are written by the author who is famous for Novelas Ejemplares?":["How many books are written by the author who is famous for # ent ?\n","2 3 5 5 0 5 8 6 10 8 10 10 14 12 5 \n"],"Companies founded in Taiwan have typically which divisions?":["Companies founded in # ent have typically which divisions ?\n","6 1 2 5 3 0 6 9 6 6 \n"],"to which university did both, the Stanford Cardinal and Gerald Reaven go?":["to which university did both , the # ent and Gerald Reaven go ?\n","4 1 4 13 4 13 9 9 13 9 12 9 0 13 \n"],"Name the nearest city to David W. Brown House ?":["Name the nearest city to # ent ?\n","0 4 4 1 1 7 5 1 \n"],"Which artists trained in San Francisco Art Institute?":["Which artists trained in # ent ?\n","2 3 0 3 6 4 3 \n"],"What is the owning organisation of the Ford Kansas City Assembly Plant and also the builder of the Ford Y-block engine?":["What is the owning organisation of the Ford Kansas City Assembly Plant and also the builder of the # ent ?\n","2 0 5 5 2 5 12 12 12 12 12 6 5 16 16 5 16 20 20 17 16 \n"],"Name the country with currency as Aureus ?":["Name the country with currency # ent ?\n","0 3 1 1 7 7 4 1 \n"],"what awards have been given to A. Peter Dewey?":["what awards have been given to # ent ?\n","5 5 5 5 0 5 8 6 5 \n"],"How many shows belong to the network one of whose sister station is Cartoonite?":["How many shows belong to the network one of whose sister station # ent ?\n","2 3 4 0 4 7 5 4 8 11 12 9 14 12 4 \n"],"what has been developed by John Fanning?":["what has been developed by John Fanning ?\n","4 4 4 0 4 7 5 4 \n"],"Muhammad Yunus has won how many awards?":["# ent has won how many awards ?\n","2 4 4 0 6 7 4 4 \n"],"List the associates of bands which have a label by Motown ?":["List the associates of bands which have a label by # ent ?\n","0 3 1 3 4 7 5 9 7 7 12 10 1 \n"],"Count the units garrisoned at Arlington County, Virginia.":["Count the units garrisoned at # ent .\n","0 3 1 3 4 7 5 1 \n"],"What is the faith of Kwai Chang Caine ?":["What is the faith of # ent ?\n","2 0 4 2 4 7 5 2 \n"],"Which shows are from a company whose subsidiary is Viacom Productions?":["Which shows are from a company whose subsidiary # ent ?\n","2 3 0 3 6 4 8 10 10 6 3 \n"]," Giuseppe Bertello and Pietro Parolin are leaders of which place ?":["Giuseppe Bertello and # ent are leaders of which place ?\n","2 6 2 5 2 0 6 7 10 8 6 \n"],"How many things are written in C++?":["How many things are written in # ent ?\n","2 3 5 5 0 5 8 6 5 \n"],"Which country's leader  is Giuseppe Bertello?":["Which country 's leader # ent ?\n","2 4 2 6 6 0 6 \n"],"Who wrote the subsequent work of One Day at a Time (Em's Version) ?":["Who wrote the subsequent work of # ent ?\n","2 0 5 5 2 5 8 6 2 \n"],"Who are the architect of the stadium whose one of the architect is louis D. Astorino ?":["Who are the architect of the stadium whose one of the architect # ent ?\n","2 0 4 2 4 7 5 9 2 9 12 14 14 10 9 \n"],"What is a common ingredient used in boyt Blodpalt and Kaszanka ?":["What is a common ingredient used in boyt Blodpalt and # ent ?\n","2 0 5 5 2 5 6 9 7 9 12 9 2 \n"],"How many TV shows are similar to the ones belonging to fantasy genre?":["How many TV shows are similar to the ones belonging to fantasy genre ?\n","2 4 4 5 0 5 6 9 7 9 10 13 11 5 \n"],"Give me all commanders which had an important role in both, the Battle of Fort Stephenson and Battle of the Thames?":["Give me all commanders which had an important role in both , the Battle of Fort Stephenson and # ent ?\n","0 1 4 1 6 4 9 9 6 9 10 4 14 4 14 17 15 14 20 14 1 \n"],"How many developers were involved in creating games whose score is composed by Gerard Marino?":["How many developers were involved in creating games whose score is composed by # ent ?\n","2 3 5 5 0 5 6 7 10 12 12 8 12 15 13 5 \n"],"How did the child of Stevens T. Mason die?":["How did the child of Stevens T. Mason die ?\n","9 9 4 9 4 8 8 5 0 9 \n"],"What is the television show whose executive producer is Douglas Netter?":["What is the television show whose executive producer # ent ?\n","2 0 5 5 2 8 8 10 10 5 2 \n"],"List out the people who are related to the relatives of Jared Kushner ?":["List out the people who are related to the relatives of # ent ?\n","0 1 4 1 6 7 4 7 10 8 10 13 11 1 \n"],"Who did Daniel Gibson marry?":["Who did # ent marry ?\n","2 5 4 5 0 5 \n"],"What is the political party of the daughter of Jawaharlal Nehru ?":["What is the political party of the daughter of # ent ?\n","2 0 5 5 2 5 8 6 8 11 9 2 \n"],"What religions do diplomats typically follow?":["What religions do # ent typically follow ?\n","2 3 0 5 7 7 3 7 \n"],"Who was the coach of marquette Golden Eagles men's basketball team-2012,13 season ?":["Who was the coach of marquette Golden Eagles men 's basketball team-2012,13 season ?\n","2 0 4 2 4 11 8 9 11 9 5 13 0 13 \n"],"List the ingredient of Blodpalt ?":["List the ingredient of # ent ?\n","0 3 1 3 6 4 1 \n"],"Is Hyundai Lavita assembled in Malaysia?":["# ent assembled in Malaysia ? # ent\n","2 0 2 3 4 2 8 0 \n"],"Where does the river begin whose left tributary is Krapanski Potok?":["Where does the river begin whose left tributary # ent ?\n","5 5 4 5 0 7 5 10 10 7 5 \n"],"Name the directors of Lennon Legend: The Very Best of John Lennon (DVD) ?":["Name the directors of # ent ?\n","0 3 1 3 6 4 1 \n"],"What is the political party of Arun Chandra Guha and Indira Gandhi?":["What is the political party of Arun Chandra Guha and # ent ?\n","2 0 5 5 2 5 9 9 6 9 12 9 2 \n"],"What is the alma mater of the scientist who is known for Rational analysis ?":["What is the alma mater of the scientist who is known for # ent ?\n","2 0 5 5 2 5 8 6 11 11 5 11 14 12 2 \n"],"In how many places has Don R. Berlin worked?":["In how many places # ent worked ?\n","7 3 6 6 6 7 0 7 \n"],"For how many movies are there whose musicians home town is in Volos ?":["For how many movies are there whose musicians home town is in # ent ?\n","5 3 4 5 0 5 8 11 10 8 4 11 14 12 5 \n"],"What is on the border of the places which fall under crook county municipality, oregon?":["What is on the border of the places which fall under crook county municipality , oregon ?\n","2 0 2 5 3 5 8 6 10 8 10 14 14 11 5 2 2 \n"],"Which is the university of Vanderbilt Commodores ?":["Which is the university of # ent ?\n","2 0 4 2 4 7 5 2 \n"],"Who is the person that first ascented the Cathedral Peak and Mount Hoffmann?":["Who is the person that first ascented the Cathedral Peak and # ent ?\n","2 0 4 2 7 7 4 10 10 7 10 13 10 2 \n"],"How many other home stadium are there of the soccer club whose home stadium is Luzhniki Stadium ?":["How many other home stadium are there of the soccer club whose home stadium # ent ?\n","2 5 5 5 6 0 6 7 11 11 8 16 16 16 16 11 6 \n"],"What is the municipality of Homestead Grays Bridge ?":["What is the municipality of # ent ?\n","2 0 4 2 4 7 5 2 \n"],"What sports are played in schools where Swahili is the official language?":["What sports are played in schools where Swahili is the official language ?\n","2 4 4 0 4 5 9 9 6 12 12 9 4 \n"],"Count all the ethinic group who speaks language which belongs to Anglo-Frisian language family ?":["Count all the ethinic group who speaks language which belongs to # ent family ?\n","0 5 5 5 1 7 5 7 10 8 10 14 14 11 1 \n"],"VP-8 and VP-10 shares which command structure ?":["# ent and VP-10 shares which command structure ?\n","2 0 2 5 2 8 8 2 2 \n"],"What is used as money for French Southern and Antarctic Lands is also the  product of the Karafarin Bank ?":["What is used as money for French Southern and Antarctic Lands is also the product of the # ent ?\n","3 3 12 3 4 3 11 11 8 8 6 0 12 15 12 15 19 19 16 12 \n"],"What are the central characters in spy kids series?":["What are the central characters in spy kids series ?\n","2 0 5 5 2 5 8 9 6 2 \n"],"who owns the ship Victoria?":["who owns the ship Victoria ?\n","2 0 4 2 4 2 \n"],"How many TV shows are of the company which are of company which is a subsidiary of Big  Ticket Entertainment ?":["How many TV shows are of the company which are of company which is a subsidiary of # ent ?\n","2 4 4 5 0 5 8 6 10 8 10 11 14 12 16 14 16 19 17 5 \n"],"Give me a count of royalties buried in Rome ?":["Give me a count of royalties buried in # ent ?\n","0 1 4 1 4 5 6 7 10 8 1 \n"],"What is the currency of Kerguelen Islands ?":["What is the currency of # ent ?\n","2 0 4 2 4 7 5 2 \n"],"In which city is the sister station of KTXY located ?":["In which city is the sister station of # ent located ?\n","4 3 4 0 7 7 4 7 10 8 10 4 \n"],"who all have been a manager of english under twenty one football team?":["who all have been a manager of english under twenty one football team ?\n","4 4 4 0 6 4 6 7 6 11 13 13 9 4 \n"],"What is the military conflict whose commanders are John McEwen and Phm Vn ng?":["What is the military conflict whose commanders are # ent and Phm Vn ng ?\n","2 0 5 5 2 7 8 5 10 8 8 13 14 0 14 \n"],"What is the serving railway line of Warwick railway station, Perth ?":["What is the serving railway line of # ent ?\n","2 0 6 6 6 2 6 9 7 2 \n"],"Was True Grit a novel of the western genre?":["# ent of the western genre ? # ent\n","2 0 2 6 6 3 2 9 0 \n"],"Which notable series of Russell T Davies is also the series of Short Trips: A day in the life ?":["Which notable series of Russell T Davies is also the series of # ent ?\n","3 3 8 3 7 7 4 0 8 11 8 11 14 12 8 \n"],"Count the total number of academic discipline of the journals whose one of the academic discipline is Neuroimaging ?":["Count the total number of academic discipline of the journals whose one of the academic discipline # ent ?\n","0 4 4 1 4 7 5 7 10 8 12 19 12 18 16 18 18 13 10 \n"],"List the award which have been won by both Charles LeMaire and Nick Park ?":["List the award which have been won by both Charles LeMaire and # ent ?\n","0 3 1 7 7 7 3 7 11 11 8 11 14 11 1 \n"],"Count the movies in Swedish language?":["Count the movies in # ent ?\n","0 3 1 1 6 4 1 \n"],"Name the loocation of Lekh Castle which is also the location of SamurAbsheron channel ?":["Name the loocation of # ent which is also the location of SamurAbsheron channel ?\n","0 3 1 3 6 4 8 6 8 11 8 11 14 12 1 \n"],"Count the number of families of the Animal kingdom.":["Count the number of families of the # ent kingdom .\n","0 3 1 3 4 5 10 9 10 6 1 \n"],"How many movies music composers are associated with Demis Roussos ?":["How many movies music composers are associated with # ent ?\n","2 5 4 5 7 7 0 7 10 8 10 \n"],"What are the airlines whose hub airport is operated by the Los Angeles World Airports?":["What are the airlines whose hub airport is operated by the # ent ?\n","2 0 4 2 7 7 9 9 4 9 13 13 10 2 \n"],"Count all the different purposes followed by the different NGOs.":["Count all the different purposes followed by the different NGOs .\n","0 5 5 5 1 5 6 10 10 7 1 \n"],"The players born in Bellaire, Ohio have played for which team?":["The players born in # ent have played for which team ?\n","2 8 2 3 6 4 8 0 8 11 9 8 \n"],"Count the tenants of MasterCard Centre?":["Count the tenants of # ent ?\n","0 3 1 3 6 4 1 \n"],"who are starring in the movies written by Mark Sandrich ?":["who are starring in the movies written by # ent ?\n","3 3 0 3 6 4 6 7 10 8 3 \n"],"What is the number of occupation of the people who died in tampa bay, florida?":["What is the number of occupation of the people who died in tampa bay , florida ?\n","2 0 4 2 4 5 6 9 7 11 9 11 14 12 14 14 2 \n"],"Who designed the language integrated query?":["Who designed the # ent ?\n","2 0 5 5 2 2 \n"],"Name the debut team of Dan Otero ?":["Name the debut team of # ent ?\n","0 4 4 1 4 7 5 1 \n"],"Who founded the Not on our Watch NGO?":["Who founded the Not on our Watch NGO ?\n","2 0 2 5 2 8 8 5 2 \n"],"Which company owns Sony bank ?":["Which company # ent ?\n","2 0 4 2 2 \n"],"List the employments of people who died in Tampa, Florida.":["List the employments of people who died in # ent .\n","0 3 1 3 4 7 5 7 10 8 1 \n"],"Name the children of the person who is the star of The Weathered Underground ?":["Name the children of the person who is the star of # ent ?\n","0 3 1 3 6 4 8 6 10 8 10 13 11 1 \n"],"Name the office holder with associate as Marcus Calpurnius Bibulus and has a kid named Augustus?":["Name the office holder with associate # ent and has a kid named Augustus ?\n","0 4 4 1 1 8 8 5 1 1 12 10 12 13 1 \n"],"What is the total number of writers whose singles are recorded in Miami?":["What is the total number of writers whose singles are recorded in # ent ?\n","2 0 5 5 2 5 6 9 11 11 7 11 14 12 2 \n"],"Daniel L D Granger and Job Durfee have based their political career in which US state?":["Daniel L D Granger and # ent have based their political career in which US state ?\n","4 4 4 9 4 7 4 9 0 12 12 9 16 13 16 12 9 \n"],"What city was recorded in Live in detroit which is also the official residence of ken Holland ?":["What city was recorded in Live in detroit which is also the official residence of # ent ?\n","2 4 4 0 4 5 4 7 10 4 10 14 14 10 14 17 15 10 \n"],"What is the total number of awards whose presenter's headquarters is Beverly Hills, California?":["What is the total number of awards whose presenter 's headquarters # ent ?\n","2 0 5 5 2 5 6 9 11 9 13 13 5 13 \n"],"Who is the narrator of The Price of Beauty ?":["Who is the narrator of # ent ?\n","2 0 4 2 4 7 5 2 \n"],"Who is the producer of the device which is the operating system of Now TV  ?":["Who is the producer of the device which is the operating system of Now TV ?\n","2 0 4 2 4 7 5 9 7 12 12 9 12 15 13 2 \n"],"How many politicians live in India?":["How many politicians live in # ent ?\n","2 3 4 0 4 7 5 4 \n"],"What is the base currency of the country which operates the Marion Dufresne?":["What is the base currency of the country which operates the Marion Dufresne ?\n","2 0 5 5 2 5 8 6 10 8 13 13 10 2 \n"],"Is Amharic the official language of Ethiopia?":["# ent the official language of # ent ?\n","2 0 5 5 2 5 8 6 2 \n"],"What sport played at Islamic azad uni employes Craig Van Tilbury?":["What sport played at Islamic azad uni # ent ?\n","2 3 0 3 9 9 9 9 4 3 \n"],"What is the leader name of the settlements whose governing body is Municipal council?":["What is the leader name of the settlements whose governing body # ent ?\n","2 0 5 5 2 5 8 6 11 11 13 13 0 13 \n"],"List the companies operating in Australia?":["List the companies operating in # ent ?\n","0 3 1 3 4 7 5 1 \n"],"In which countries is coconut used as a food ingredient?":["In which countries # ent used as a food ingredient ?\n","6 3 1 5 6 0 6 10 10 7 6 \n"],"How many relatives are there of people fought in the Battle of the Bulge?":["How many relatives are there of people fought in the # ent ?\n","2 3 4 0 4 5 6 7 8 12 12 9 4 \n"],"Does Cascade Airways have a hub in Seattle?":["# ent have a hub in Seattle ? # ent\n","2 3 0 5 3 3 6 3 10 0 \n"],"Was James maker in the band Noko?":["# ent in the band # ent ?\n","2 0 2 5 7 7 3 2 \n"],"Which tenant of New Sanno Hotel is the military branch of the Gary Holder-Winfield ?":["Which tenant of New Sanno Hotel is the military branch of the # ent ?\n","2 7 2 6 6 3 0 10 10 7 10 14 14 11 7 \n"],"Name the largest city in the county where there is a Cy-Fair High School.":["Name the largest city in the county where there is a # ent .\n","0 4 4 1 4 7 5 10 10 4 13 13 10 1 \n"],"How many bacterias are there whose division is Firmicutes?":["How many bacterias are there whose division # ent ?\n","2 3 4 0 4 7 9 9 4 4 \n"],"Which driver had the pole position in 1994 Spanish Grand Prix ?":["Which driver had the pole position in # ent ?\n","2 3 0 6 6 3 6 9 7 3 \n"],"Was Queen Latifah in the U.N.I.T.Y. group?":["# ent in the # ent . group ?\n","2 0 2 6 6 3 2 0 8 \n"],"Count the number of important works done by the writers of The Second Coming?":["Count the number of important works done by the writers of The Second Coming ?\n","0 3 1 3 6 4 3 7 10 8 10 14 14 11 1 \n"],"Name the partners of Kelly Brook?":["Name the partners of # ent ?\n","0 3 1 3 6 4 1 \n"],"Name the river with source country in Zambia and source region as North-Western Province, Zambia?":["Name the river with source country in Zambia and source region # ent ?\n","0 3 1 1 6 4 6 13 8 11 8 13 7 1 \n"],"What is the colour of Xocolatlite ?":["What is the colour of # ent ?\n","2 0 4 2 4 7 5 2 \n"],"For how many other teams have the members of Atlant Moscow Oblast played?":["For how many other teams have the members of # ent played ?\n","6 3 5 5 6 0 8 12 8 11 9 6 12 \n"],"What is the common ethnicity of the Maike Evers and Francisco Lachowski ?":["What is the common ethnicity of the Maike Evers and # ent ?\n","2 0 5 5 2 5 9 9 6 9 12 9 2 \n"],"Which senator served in military units VMF-155 and VMF-218?":["Which senator served in military units VMF-155 and # ent ?\n","2 3 0 3 6 7 4 7 10 7 3 \n"],"What developed EMMS?":["What developed # ent ?\n","2 0 4 2 2 \n"],"Which music band made Take Me There, and to which Tedd Riley was associated?":["Which music band made Take Me There , and to which Tedd Riley was associated ?\n","3 3 4 0 4 5 5 4 4 15 10 13 15 15 4 15 \n"],"In which time zone is Pong Pha?":["In which time zone # ent ?\n","0 3 1 6 6 1 6 \n"],"Which political party of Chandra Shekhar is also the political party of Datl Satyanarayana Raju ?":["Which political party of # ent is also the political party of Datl Satyanarayana Raju ?\n","3 3 7 3 6 4 0 7 11 11 7 11 15 15 12 7 \n"],"Which bacteria's taxonomic class is Bacilli?":["Which bacteria 's taxonomic class # ent ?\n","2 7 2 7 7 7 0 7 \n"],"What honours did Reigh Count receive?":["What honours did # ent receive ?\n","2 3 0 5 6 3 6 \n"],"What are some products of the the company whose subsidiary is Sony Corp shareholders and subsidies?":["What are some products of the the company whose subsidiary is Sony Corp shareholders and subsidies ?\n","2 0 4 2 4 8 8 5 10 11 8 13 14 11 14 14 2 \n"],"What is the television show whose related with  Doctor Who Confidential?":["What is the television show whose related with # ent ?\n","2 0 5 5 2 7 5 7 10 8 2 \n"],"Is Charles Drummond Ellis a doctoral student of James Chadwick?":["# ent a doctoral student of # ent ?\n","2 0 5 5 2 5 8 6 2 \n"],"How many movies are distributed by Cinema International Corporation?":["How many movies are distributed by # ent ?\n","2 3 5 5 0 5 8 6 5 \n"],"Name the local authority of Trinity School, Brentwood ?":["Name the local authority of # ent ?\n","0 4 4 1 4 7 5 1 \n"],"Name the president of Wyche Fowler ?":["Name the president of # ent ?\n","0 3 1 3 6 4 1 \n"],"List the softwares which runs on Microsoft Windows and has license as Software as a service?":["List the softwares which runs on # ent and has license as Software as a service ?\n","0 3 1 5 3 5 8 6 5 5 10 11 12 13 16 14 1 \n"],"Which ppolitical party of Yashpal Kapur is also the owner of National Herald ?":["Which ppolitical party of # ent is also the owner of National Herald ?\n","3 3 7 3 6 4 0 7 10 7 10 13 11 7 \n"],"Whose commanders are John Mc Ewen and Park Chunghee?":["Whose commanders are John Mc Ewen and # ent ?\n","2 3 0 6 6 3 6 9 6 3 \n"]}